Repository: kovzol/Java-Geometry-Expert
Catalog: src/main/po/*.po
Languages: he, pl

source: Java Geometry Expert
he: מומחה לגיאומטריה של Java

source: Last modified on
he: שונה לאחרונה בתאריך
pl: Ostatnia modyfikacja

source: Java version
he: גרסת Java
pl: Wersja Java

source: Java Geometry Expert is free under GNU General Public License (GPL).
he: Java Geometry Expert הוא בחינם תחת הרישיון הציבורי הכללי של GNU (GPL).
pl: Java Geometry Expert jest dostępny bezpłatnie na licencji GNU General Public License (GPL).

source: The user may download and distribute it freely.
he: המשתמש רשאי להוריד ולהפיץ אותו באופן חופשי.
pl: Użytkownik może ją swobodnie pobierać i rozpowszechniać.

source: Authors
he: מחברים
pl: Autorzy

source: For more information, please visit:
he: למידע נוסף, בקר בכתובת:

source: True
he: נכון
pl: Prawda

source: False
he: לא נכון
pl: Fałsz

source: Please select
he: נא לבחור אפשרות אחת
pl: Proszę wybrać

source: true
he: נכון
pl: prawda

source: OK
he: בסדר

source: Clear
he: נקה
pl: Wyczyść

source: Cancel
he: בטל
pl: Anuluj

source: The number of points to be selected:
he: מספר הנקודות שיש לבחור:
pl: Liczba punktów do wyboru:

source: Basic
he: בסיסי
pl: Podstawowy

source: Color
he: צבע
pl: Kolor

source: Type
he: סוג
pl: Typ

source: Width
he: רוחב
pl: Szerokość

source: Line
he: ישר
pl: Prosta

source: Circle
he: מעגל
pl: Okrąg

source: Point
he: נקודה
pl: Punkt

source: Angle Text
he: תווית של זוית
pl: Oznaczenie kąta

source: Arc Num
he: מידת הזוית
pl: Liczba łuków w oznaczeniu kąta

source: Label
he: תוית
pl: Etykieta

source: Show Label
he: הראה תוית
pl: Pokaż etykietę

source: Show Text
he: הראה טקסט
pl: Pokaż text

source: Significant Digits
he: ספרות משמעותיות
pl: Cyfry znaczące

source: Point number
he: מספר נקודות
pl: Numer punktu

source: Draw Line
he: צייר ישר
pl: Narysuj prostą

source: Num
he: נומרי
pl: Numer

source: Length
he: אורך
pl: Długość

source: Polygon
he: מצולע
pl: Wielokąt

source: Angle
he: זוית
pl: Kąt

source: Name
he: שם
pl: Nazwa

source: Radius
he: רדיוס
pl: Promień

source: X Coordinate
he: שיעור - x
pl: Współrzędna X

source: Y Coordinate
he: שיעור - y
pl: Współrzędna X

source: Frozen
he: מוקפא
pl: Zamrożić

source: Point on Line
he: נקודה על ישר
pl: Punkt na prostej

source: Point on Circle
he: נקודה על מעגל
pl: Punkt na okręgu

source: Center
he: מרכז
pl: Środek

source: Center X
he: שיעור x של המרכז
pl: Środek X

source: Center Y
he: שיעור y של המרכז
pl: Środek Y

source: Grid Step
he: רוחב תא של השריג
pl: Krok siatki

source: Slope Angle
he: זוית השפוע
pl: Kąt nachylenia

source: Slope
he: שפוע
pl: Nachylenie

source: Save as PS
he: שמור כ PS
pl: Zapisz jako PS

source: Gray
he: אפור
pl: Szary

source: Black and White
he: שחור-לבן
pl: Czarny i biały

source: Point filled with background color
he: נקודה עם מילוי כצבע הרקע
pl: Punkt wypełniony kolorem tła

source: Intersection
he: חיתוך
pl: Przecięcie

source: Angle Specification must be done before drawing anything
he: הגדרת הזוית חייבת להיות לפני ציור כלשהו

source: Warning
he: אזהרה
pl: Ostrzeżenie

source: The selected two lines don't have intersected point
he: שני הישרים הנתונים לא נחתכים
pl: Wybrane dwie proste nie mają punktu przecięcia

source: No intersected point
he: לא נקודת חיתוך
pl: Brak punktu przecięcia

source: The two lines you selected are parallel, don't have any intersection!
he: שני השירים שבחרת הם מקבילים, לכן אין להם נקודת חיתוך!
pl: Dwie wybrane proste są równoległe i nie przecinają się!

source: No intersection
he: אין חיתוך
pl: Nie ma przecięcia

source: The line and the circle you selected don't have any intersection
he: הישר והמעגל שנבחרו לא נחתכים
pl: Wybrana prosta i okrąg nie przecinają się

source: The two objects you selected already have two points as their intersections
he: שני העצמים בנבחרו לא נחתכים
pl: Dwa wybrane obiekty już mają dwa punkty przecięcia

source: intersection already defined
he: החיתוך כבר הוגדר
pl: przecięcie jest już zdefiniowane

source: The circles you selected don't have any intersection
he: שני המעגלים שנבחרו לא נחתכים
pl: Wybrane okręgi nie przecinają się

source: Area
he: שטח
pl: Pole

source: Girth
he: היקף
pl: Obwód

source: Properties
he: תכונות
pl: Właściwości

source: File
he: קובץ
pl: Plik

source: New
he: חדש
pl: Nowy

source: Open
he: פתיחה
pl: Otwórz

source: Import
he: יבוא
pl: Importuj

source: Save
he: שמור
pl: Zapisz

source: Save as...
he: שמור בשם ...
pl: Zapisz jako...

source: Save as Text
he: שמור כטקסט
pl: Zapisz jako tekst

source: Save as PDF
he: שמור כ pdf
pl: Zapisz jako PDF

source: Save as Image
he: שמור כתמונה
pl: Zapisz jako obraz

source: Save as Animated Image
he: שמור כאנימציה
pl: Zapisz jako animację

source: Save Proof as Animated Image
he: שמור את ההוכחה כאנימציה
pl: Zapisz dowód jako animację

source: Save GDD Proof as GraphViz File
he: שמור את הוכת ה GDD כקובץ GraphViz
pl: Zapisz GDD dowód jako plik GraphViz

source: Print
he: הדפסה
pl: Drukuj

source: Exit
he: יציאה
pl: Zamknij

source: Examples
he: דוגמאות
pl: Przykłady

source: Construct
he: בנייה
pl: Konstrukcje

source: Point by Point and Segment
he: נקודה נקודה וקטע
pl: Przecięcie okręgu i prostej/okregu

source: Radical of Two Circles
he: רדיקל של שני מעגלים
pl: Oś potęgowa

source: Oriented Segment
he: קטע מכוון
pl: Odcinek zorientowany

source: Oriented T Segment
he: קטע T מכוון
pl: T-odcinek zorientowany

source: Oriented Segment * Ratio
he: קטע מכוון * יחס
pl: Odcinek zorientowany * Skalar

source: Other...
he: אחר...
pl: Inne...

source: Oriented T Segment * Ratio
he: קטע T מכוון * יחס
pl: T-zorientowany odcinek * Skala

source: Proportional Segment
he: קטע פרופרוציונלי
pl: Odcinek proporcjonalny

source: Midpoint
he: נקודת אמצע
pl: Środek odcinka

source: Circumcenter
he: מרכז המעגל החוסם
pl: Środek okregu

source: Centroid
he: מרכז

source: Orthocenter
he: נקודת חיתוך של הגבהים
pl: Ortocentrum

source: Incenter
he: מרכז המעגל החסום
pl: Środek okręgu wpisanego

source: Foot
he: רגל
pl: Rzut prostopadły

source: Parallel
he: מקביל
pl: Równoległa

source: Perpendicular
he: מאונך
pl: Prostopadła

source: Angle Bisector
he: חוצה זווית
pl: Dwusieczna kąta

source: Aline
he: ישר A
pl: Aprosta

source: Bline
he: ישר B
pl: Bprosta

source: TCline
he: ישר TC
pl: TCprosta

source: Circle by Three Points
he: מעגל המוגדר ע"י שלוש נקודות
pl: Okrąg przez trzy punkty

source: Compass
he: מחוגה
pl: Cyrkiel

source: Action
he: פעולה
pl: Czynności

source: Intersect
he: חיתוך
pl: Przecięcie

source: Mirror
he: שקף
pl: Odbicie

source: Triangle
he: משולש
pl: Trójkąt

source: Isosceles Triangle
he: משולש שווה שוקיים
pl: Trójkąt równoramienny

source: Equilateral Triangle
he: משולש שווה צלעות
pl: Trójkąt równoboczny

source: Right-angled Triangle
he: משולש ישר זווית
pl: Trójkąt prostokątny

source: Isosceles Right-angled Triangle
he: משולש יישר זוית ושווה שוקיים
pl: Trójkąt prostokątny równoboczny

source: Quadrangle
he: מרובע
pl: Czworokąt

source: Parallelogram
he: מקבילית
pl: Równoległobok

source: Trapezoid
he: טרפז
pl: Trapez

source: Right-angled Trapezoid
he: טרפז ישר זווית
pl: Trapez prostokątny

source: Rectangle
he: מלבן
pl: Prostokąt

source: Rectangle {0}
he: מלבן {0}
pl: Prostokąt {0}

source: Square
he: ריבוע
pl: Kwadrat

source: Pentagon
he: מחומש
pl: Pięciokąt

source: Special Angles
he: זוויות מיוחדות
pl: Kąty specjalne

source: Constraint
he: אילוץ

source: Eqangle
he: זווית שווה

source: Eqangle3p
he: זווית ע"י 3 נקודות

source: Angle Specification
he: מפרט זווית
pl: Specyfikacja kąta

source: Equal Ratio
he: יחס שווה
pl: Równy stosunek

source: Equal Distance
he: מרחק שווה
pl: Równa odległość

source: Ratio Distance
he: יחס בין המרחקים
pl: Stosunek odległości

source: CCtangent
he: משיק CC
pl: CCstyczna

source: Trace
he: עקבה
pl: Ślad

source: Locus
he: מקום גאומטרי

source: Animation
he: אנימציה
pl: Animacja

source: Fill Polygon
he: מילוי מצולע
pl: Wypełnienie wielokąta

source: Measure Distance
he: מידת המרחק
pl: Zmierz odległość

source: Arrow
he: חץ
pl: Strzałka

source: Equal Mark
he: סימן שוויון
pl: Znak równości odcinków

source: Right-angle Mark
he: סימן של זוית ישרה
pl: Znak kąta prostego

source: Calculation
he: חישוב
pl: Obliczenia

source: Hide Object
he: הסתר עצם
pl: Ukryj obiekt

source: Show Object
he: הראה עצם
pl: Pokaż obiekt

source: Transform
he: טרמספורמציה
pl: Przekształcenie

source: Equivalence
he: שקילות
pl: Równoważność

source: Free Transform
he: טרנספורמציה חופשית
pl: Przekształcanie swobodne

source: Lemmas
he: משפטי עזר
pl: Lematy

source: Rules for Full Angle
he: חוקים לזווית מלאה
pl: Reguły Kąta Pełnego

source: Rules for GDD
he: חוקים ל GDD
pl: Reguły GDD

source: Rules for the Full Angle Method
he: חוקים עבור שיטת הזווית המלאה
pl: Reguły Metody Kata Pełnego

source: Rules for the GDD Method
he: חוקים לשיטת GDD
pl: Reguły GDD metody

source: Options
he: אופציות
pl: Opcje

source: Preferences
he: העדפות
pl: Preferencje

source: Construct History
he: הסטוריית הבנייה
pl: Konstruuj historię

source: Show Step Bar
he: הראה סרגל הצעדים
pl: Pokaż pasek kroków

source: Style Dialog
he: סגנון הדו-שיח
pl: Okno stylu

source: Help
he: עזרה
pl: Pomoc

source: Help on Mode
he: עזרה לגבי מצב העריכה
pl: Bieżąca pomoc

source: JGEX Homepage
he: דף הבית של JGEX
pl: Strona domowa JGEX

source: Contact Us
he: צור קשר
pl: Kontakt

source: About JGEX
he: אפרופו JGEX
pl: O JGEX

source: Move
he: העבר
pl: Przesunięcie

source: Select
he: בחר
pl: Wybór

source: Please input the value of the angle
he: נא להכניס מידה של הזווית
pl: Proszę wprowadzić miarę kąta

source: Nothing to be saved.
he: אין מה לשמור.
pl: Brak danych do zapisania.

source: The diagram has been changed, do you want to save it?
he: הדיאגרמה שונתה. האם לשמור אותה?
pl: Diagram został zmieniony, czy chcesz go zapisać?

source: File exists
he: הקובץ קיים כבר
pl: Plik istnieje

source: No animation has been defined.
he: שום אנימציה לא הוגדרה.
pl: Nie zdefiniowano żadnej animacji.

source: GIF Option
he: אופציית GIF
pl: Opcje GIF

source: Image Quality
he: איכות תמונה
pl: Jakość obrazu

source: Best
he: הטוב ביותר
pl: Najlepsza

source: Good
he: טוב
pl: Dobra

source: Medium
he: ממוצע
pl: Średnia

source: Low
he: נמוך
pl: Niska

source: Very Low
he: נמוך מאוד
pl: Bardzo niska

source: sangle
he: זווית s

source: Online Help
he: עזרה דרך הרשת
pl: Pomoc online

source: Check for Update
he: בדוק עדכונים
pl: Sprawdź aktualizacje

source: Algebraic Translation
he: תרגום אלגברי
pl: Translacja algebraiczna

source: Variables
he: משתנים
pl: Zmienne

source: Reduce
he: צמצום
pl: Redukuj

source: Details
he: פרטים
pl: Szczegóły

source: Reload
he: טעינה מחדש
pl: Załaduj ponownie

source: Close
he: סגור
pl: Zamknij

source: Variable
he: משתנה
pl: Zmienna

source: Polynomial
he: פולינום
pl: Wielomian

source: Cut
he: חתוך
pl: Wytnij

source: Copy
he: העתק
pl: Kopiuj

source: Paste
he: הדבק
pl: Wklej

source: Delete
he: מחיקה
pl: Usuń

source: Objects
he: עצמים
pl: Obiekty

source: Display
he: הראה
pl: Wyświetl

source: Mode
he: מצב
pl: Tryb

source: Font
he: גופן
pl: Czcionka

source: Other
he: אחר
pl: Inne

source: Save Preferences
he: שמור העדפות
pl: Zapisz ustawienia

source: Default
he: בחירת מחדל
pl: Domyślny

source: Can not save Preferences
he: אי אפשר לשמור העדפות
pl: Nie można zapisać ustawień

source: Preferences have been successfully saved.
he: ההעדפות נשמרו בהצלחה.
pl: Ustawienia zostały pomyślnie zapisane.

source: Please restart the program.
he: נא להתחל את התכנה מחדש.
pl: Proszę o ponowne uruchomienie programu.

source: Saved
he: נשמר
pl: Zapisano

source: Point's Text
he: טקסט הנקודה
pl: Tekst punktu

source: Default Font
he: ברירת מחדל של הגופן
pl: Czcionka domyślna

source: Choose default font for point's text
he: בחר גופן ברירת מחדל עבור הטקסט של הנקודה
pl: Wybierz domyślną czcionkę dla tekstu punktu

source: None
he: אף אחד
pl: Brak

source: Degrees
he: מעלות
pl: Stopnie

source: Foot Mark
he: תווית רגל
pl: Przypisy dolne

source: Show foot mark
he: הראה תווית רגל
pl: Pokazać przepisy dolne

source: Without Arrow
he: ללא חץ
pl: Bez strzałki

source: With Arrow
he: עם חץ
pl: Ze strzałką

source: Multiple Arc
he: קשת מרובה

source: Fill
he: מילוי
pl: Wypełnienie

source: Polygon Moving Interval
he: קטע תזוזה של מצולע
pl: Interwał ruchu wielokąta

source: Theorem
he: משפט
pl: Twierdzenie

source: Area Method
he: שיטת השטח
pl: Metoda Pola

source: Area Method computations
he: חישוב בשיטת השטחים
pl: Obliczenia Metodą Pola

source: Manual proof editor
he: עריכה ידנית של ההוכחה
pl: Edytor dowodu manualnego

source: Manual Method
he: שיטה ידנית
pl: Metoda manualna

source: Deduction tree of the GDD method
he: עץ הסקה עבור שיטת GDD
pl: Drzewo dedukcyjne metody GDD

source: Algebraic computations for Wu's method
he: חישובים אלגבריים עבור שיטת Wu
pl: Obliczenia algebraiczne metody Wu

source: Algebraic computations for the Groebner basis method
he: חישובים אלגבריים לשיטת בסיס גרובנר
pl: Obliczenia algebraiczne metody baz Groebnera

source: Derivation for the Full Angle method
he: הוכחה עבור שיטת הזווית המלאה
pl: Wyprowadzenie dla Metody Pola

source: Show the internal description of the construction
he: תן תיאור פנימי של דרכי הבנייה
pl: Pokaż wewnętrzny opis konstrukcji

source: Show general properties that seem to be true
he: הראה תכונות כלליות הנראות נכונות
pl: Pokaż ogólne właściwości, które wydają się być prawdziwe

source: Fixpoint
he: נקודת שבת
pl: Punkt stały

source: Algebra
he: אלגברה

source: Color Mode
he: מצב צבע
pl: Tryb koloru

source: Colorful
he: צבעוני
pl: Kolorowy

source: Grid
he: שריג
pl: Siatka

source: Choose Color
he: בחירת צבע
pl: Wybór koloru

source: ON
he: הדלקה
pl: Włącz

source: OFF
he: כיבוי
pl: Wyłącz

source: Language
he: שפה
pl: Język

source: LookAndFeel
he: התבונן
pl: Wygląd

source: Edit
he: עריכה
pl: Edytuj

source: Add
he: הוספה
pl: Dodaj

source: Append
he: צירוף
pl: Dołącz

source: Child
he: ילד
pl: Dziecko

source: Basic Assertions
he: טענות בסיסיות
pl: Podstawowe twierdzenia

source: Polygon Related
he: בקשר עם מצולע
pl: Relacje w wielokacie

source: Inequality
he: אי שוויון
pl: Nierówność

source: Delete this row
he: מחק את השורה הזאת
pl: Usuń wiersz

source: Add a new row
he: הוסף שורה חדשה
pl: Dodaj nowy wiersz

source: Append a term
he: צרף איבר
pl: Dołącz termin

source: Combine selected rows
he: שלב שורות נבחרות
pl: Połącz wybrane wiersze

source: Nondegenerate Conditions
he: תנאים לא מנוונים
pl: Warunki niezdegenerowania

source: The Simplified Nondegenerate Conditions
he: התנאים הלא מנוונים אחרי פישוט
pl: Uproszczone warunki niezdegenerowania

source: The Final Nondegenerate Conditions
he: התנאיםן הלא מנוונים הסופיים
pl: Ostateczne warunki niezdegenerowania

source: Construction
he: בנייה
pl: Konstrukcja

source: Nondegenerate Condition
he: תנאי לא צנוון
pl: Warunek niezdegenerowania

source: Numerical Check
he: בדיקה נומרית
pl: Sprawdzenie numeryczne

source: TRUE
he: נכון
pl: PRAWDA

source: FALSE
he: לא נכון
pl: FAŁSZ

source: The Algebraic Form:
he: הצורה האלגברית:
pl: Forma algebraiczna:

source: The Nondegenerate Conditions:
he: התנאים הלא מנוונים:
pl: Warunki niezdegenerowania:

source: The Initial Polynomial Set:
he: קבוצת פולינומים הצחלתית:
pl: Początkowy zestaw wielomianów:

source: The Groebner basis:
he: בסיס גרובנר:
pl: Baza Gröbnera:

source: The conclusion:
he: המסקנה:
pl: Wnioski:

source: The conclusion after reduce:
he: המסקנה לאחר צמצום:
pl: Wnioski po redukcji:

source: The conclusion is true
he: המסקנה נכונה
pl: Wniosek jest prawdziwy

source: The conclusion is false
he: המסקנה איננה נכונה
pl: Wniosek jest fałszywy

source: Search facts
he: חקור עובדות
pl: Wyszukiwanie faktów

source: Add Conclusion
he: הוספת מסקנה
pl: Dodaj wniosek

source: Time:
he: זמן:
pl: Czas:

source: second(s)
he: שניה / שניות
pl: sekunda/y

source: lines
he: ישרים
pl: proste

source: parallel lines
he: ישרים מקבילים
pl: proste równoległe

source: perpendicular lines
he: ישירים מאונכים
pl: proste prostopadłe

source: midpoints
he: נקודות אמצע
pl: środek odcinka

source: circles
he: מעגלים
pl: okrąg

source: congruent segments
he: קטעים חופפים
pl: odcinki przystajace

source: congruent angles
he: זויות חופפות
pl: kąty przystajace

source: similiar triangles
he: משולשים דומים
pl: trójkąty podobne

source: congruent triangles
he: משולשים חופפים
pl: trójkąty przystajace

source: special angles
he: זוויות מיוחדות
pl: kąty specjalne

source: ratio segments
he: קטעים לפי יחס
pl: stosunek odcinków

source: Can not find any proof!
he: אי אפשר למצוא הוכחה כלשהי!
pl: Nie można znaleźć żadnego dowodu!

source: Not Found
he: לא נמצא
pl: Nie znaleziono

source: No conclusion has been set!
he: שום מסקנה לא התקבלה!
pl: Żadne wnioski nie zostały wyciągnięte!

source: No conclusion
he: אין מסקנה
pl: Żadnych wniosków

source: Message
he: מסר
pl: Wiadomość

source: Please construct the diagram first!
he: נא ליצור את הדיאגרמה תחילה!
pl: Najpierw zbuduj diagram!

source: Diagram not completed
he: דיאגרמה לא שלמה
pl: Diagram niekompletny

source: {0} is trivially true
he: {0} נכון באופן טריביאלי
pl: {0} jest trywialne

source: {0} is obviously true (by hypothesis)
he: {0} נכון כהנחה
pl: {0} wynika wprost z założeń

source: Can not prove this theorem
he: אני לא יכולה להוכיח את המשפט הזה
pl: Twierdzenia nie można udowodnić

source: Information
he: מידע
pl: Informacja

source: Show Detail
he: הראה פרטים
pl: Pokaż szczegóły

source: Failed
he: נכשל
pl: Nieudane

source: The conclusion can not be translated to full-angle expression.
he: לא ניתן לתרגם את המסקנה לביטוי זווית מלאה.
pl: Wniosku nie można zapisać w języku metody full-angle.

source: Not Supported
he: איננו נתמך
pl: Nieobsługiwane

source: Prove
he: הוכח
pl: Udowodnij

source: Prove in a new tab
he: הוכח בכרטיסייה חדשה
pl: Udowodnij w nowej karcie

source: Refresh
he: רענן
pl: Odśwież

source: Search a fact
he: חקור עובדה
pl: Znajdź fakt

source: File format not supported!
he: פורמט הקובץ לא נתמך!
pl: Format pliku nie jest obsługiwany!

source: Can not open
he: לא ניתן לפתוח את הקובץ
pl: Nie można otworzyć

source: Deductive Database Method
he: שיטת מסד הנתונים הדדוקטיבי
pl: Metoda Deductive Database

source: Full Angle Method
he: שיטת זווית מלאה
pl: Metoda Full Angle

source: Traditional Method
he: שיטה מסורתית
pl: Metoda tradycyjna

source: Wu's Method
he: שיטת Wu
pl: Metoda Wu

source: To Prove
he: להוכיח
pl: Udowodnić

source: Polynomials
he: פולינומיאלים
pl: Wielomiany

source: All solutions
he: כל הפתרונות
pl: Wszystkie rozwiązania

source: Remainder
he: שארית
pl: Reszta

source: The Triangulized Hypotheses:
he: ההשערות המשולשות:
pl: Hipotezy triangulacyjne:

source: Successive Pseudo Remainder of the conclusion wrt Triangulized Hypotheses:
he: שארית פסאודו עוקבת המסקנה בהתאם להשערות משולשות:

source: System Run Out Of Memory
he: לא נשאר זכרון זמין
pl: Brak pamięci w systemie

source: The Theorem Is Not Proved!
he: המשפט לא הוכח!
pl: Twierdzenie nie zostało udowodnione!

source: The conclusion is not proved
he: המסקנה לא הוכחה
pl: Wniosek nie został udowodniony

source: Set the ratio
he: קבע את היחס
pl: Ustaw współczynnik

source: Please input two integers
he: הכנס שני מספרים שלמים
pl: Proszę o wprowadzenie dwóch liczb całkowitych

source: Please choose the client area
he: נא לבחור איזור לקוח
pl: Proszę wybrać obszar klienta

source: Cancel Action
he: ביטול פעולה
pl: Anuluj czynność

source: Edit Text
he: עריכת הטקסט
pl: Edytuj tekst

source: Freeze
he: הקפא
pl: Osadź

source: Unfreeze
he: הפשר
pl: Uwolnij

source: Stop Trace
he: עצור עקבות
pl: Nie pokazuj śladu

source: Plain
he: רגיל
pl: Zwykły

source: Bold
he: גופן עבה
pl: Pogrubiony

source: because
he: משום ש
pl: ponieważ

source: Text
he: טקסט
pl: Tekst

source: Data
he: נתונים

source: Function
he: פונקציה
pl: Funkcja

source: Coordinates
he: קואורדינטות
pl: Współrzędne

source: Connection failed: Please check your network connection and try again.
he: החיבור נכשל: נא לבדוק חיבור לרשת ולנסות שוב...
pl: Połączenie nie powiodło się: sprawdź połączenie sieciowe i spróbuj ponownie.

source: Connection failed
he: הקשר נכשל
pl: Połączenie nieudane

source: Update Information
he: עדכון מידע
pl: Aktualizowanie informacji

source: A new version is available on the server, do you want to update?
he: גירסה חדשה זמינה על השרת. האם לעדכן?
pl: Na serwerze dostępna jest nowa wersja, chcesz zaktualizować?

source: Your current JGEX version
he: גירסת JGEX הנוכחית
pl: Twoja aktualna wersja JGEX

source: Available JGEX version
he: גירסת JGEX זמינה
pl: Dostępna wersja JGEX

source: Press OK to update.
he: לחץ OK לעדכן.
pl: Naciśnij OK, aby zaktualizować.

source: JGEX Update
he: עדכון JGEX
pl: Aktualizacja JGEX

source: Hide
he: הסתר
pl: Ukryj

source: File downloaded! To update JGEX, the program will exit and restart
he: הקובץ נטען n\vעל מנת לעדכן את JGEX, התכנה תיסגר ותתחיל מחדש
pl: Plik pobrany! Po aktualizacji JGEX, program zostanie zamknięty i ponownie uruchomiony...

source: by HYP
he: באמצעות HYP
pl: przez HYP

source: in GIB
he: ב GIB
pl: w GIB

source: Font Chooser
he: בחירת גופן
pl: Wybór czcionki

source: Italic
he: גופן נטוי
pl: Kursywa

source: Underline
he: לִמְתוֹחַ קַו מִתַחַת
pl: Podkreślenie

source: Strikethrough
he: סמן ע"י קו אמצעי
pl: Przekreślenie

source: Subscript
he: כתב תחתי
pl: Indeks dolny

source: Superscript
he: כתב עילי
pl: Indeks górny

source: Preview Font
he: גופן לראיה מקדימה
pl: Podgląd czcionki

source: Font name
he: שם גופן
pl: Nazwa czcionki

source: Font size
he: גודל גופן
pl: Rozmiar czcionki

source: Effects
he: אפקטים
pl: Efekty

source: Font color
he: צבע גופן
pl: Kolor czcionki

source: Preview
he: ראייה מקדימה
pl: Podgląd

source: Save and exit
he: שמירה ויציאה
pl: Zapisz i wyjdź

source: Exit without save
he: יציאה ללא שמירה
pl: Wyjdź bez zapisywania

source: Start the animation
he: תחילת אנימציה
pl: Rozpocznij animację

source: Pause the animation
he: הפסקת אנימציה
pl: Wstrzymaj animację

source: Stop the animation
he: עצירת אנימציה
pl: Zatrzymaj animację

source: Print the client area
he: הדפס איזור לקוח
pl: Wydrukuj obszar klienta

source: Click three points A, B, C, then click a point D on an object to get AB = CD
he: לחץ על שלוש נקודות A,B,C ואח"כ על נקודה D על עצם כדי לקבל AB=CD
pl: Kliknij trzy punkty A, B, C, a następnie kliknij punkt D na obiekcie, aby otrzymać AB = CD

source: Click two circles to construct their radical axis
he: לחת על שני מעגלים כדי לקבל את הציר הרדיקלי שלהם
pl: Kliknij dwa okręgi, aby skonstruować ich oś potęgową

source: Click two points A, B, then a point C to get AB //= CD
he: לחץ על שתי נקודות A,B, אח"כ נקודה C כדי לקבל AB//=CD
pl: Kliknij dwa punkty A, B, a następnie punkt C, aby uzyskać AB //= CD

source: Click two points A, B, then point C to get CD equal and perpendicular to +- AB
he: לחץ על שתי נקודות A, B, ואז gk נקודה C כדי לקבל CD שווה וניצב ל- +-AB
pl: Kliknij dwa punkty A, B, a następnie punkt C, aby CD było równe i prostopadłe do +- AB

source: Input your own ratio
he: הכנס את היחס שלך
pl: Wprowadź własny współczynnik

source: Click two points to get a point with ratio {0}
he: לחץ על שתי נקודות כדי לקבל נקודה עם יחס {0}
pl: Kliknij dwa punkty, aby uzyskać punkt ze stosunkiem {0}

source: Add a single point
he: הוסף נקודה בודדת
pl: Dodaje punkt

source: Click two points to get their midpoint
he: לחץ על שתי נקודות כדי לקבל את האמצע שלהן
pl: Kliknij dwa punkty, aby uzyskać środek odcinka

source: Construct the circumcenter by selecting three points
he: בנה את מרכז המעגל החוסם ע"י בחירת שלוש נקודות
pl: Skonstruuj środek okręgu, wybierając trzy punkty

source: Construct the centroid by clicking three points
he: בנה את מרכז הכובד ע"י בחירת שלוש נקודות
pl: Skonstruuj centroid klikając trzy punkty

source: Construct the orthocenter by clicking three points
he: בנה את נקודת החיתוך של הגבהים ע"י בחירת שלוש נקודות
pl: Skonstruuj ortocentrum, klikając trzy punkty

source: Construct the incenter by clicking three points
he: בנה את מרכז המעגל החסום ע"י בחירת שלוש נקודות
pl: Skonstruuj środek okręgu wpisanego, klikając trzy punkty
