Repository: kovzol/Java-Geometry-Expert
Catalog: src/main/po/*.po
Languages: he, pl

source: Click a point then drag to a line to construct the foot
he: לחץ על נקודה, גרור אותה לישר על מנת לבנות את הרגל
pl: Kliknij punkt, a następnie przeciągnij do prostej, aby skonstruować rzut prostopadły

source: Draw a line by connecting two points
he: שרטט ישר המחבר שתי נקודות
pl: Narysuj prostą, łącząc dwa punkty

source: Parallel Line
he: ישר מקביל
pl: Prosta równoległa

source: parallel line
he: ישר מקביל
pl: prosta równoległa

source: Perpendicular Line
he: ישר מאונך
pl: Prosta prostopadła

source: perpendicular line
he: ישר מאונך
pl: prosta prostopadła

source: Draw an angle bisector
he: שרטט חוצה זווית
pl: Narysuj dwusieczną kąta

source: Draw Aline
he: צייר ישר
pl: Narysuj Aline

source: Perp-Bisect Line
he: אנך אמצעי
pl: Symetralna

source: Tangent Line
he: ישר משיק
pl: Styczna

source: Draw a circle by a center point and a point on circle
he: צייר מעגל בעזרת מרכז ונקודה על המעגל
pl: Narysuj okrąg poprzez punkt środkowy i punkt na okręgu

source: Circle by Radius
he: מעגל באמצעות רדיוס
pl: Okrąg o danym promieniu

source: Intersect to decide a point
he: קביעת נקודה ע"י חיתוך
pl: Punkt jako przecięcie obiektów

source: Mirror an element with respect to a line or a point
he: שיקוף אלמנט מבעד לישר או לנקודה
pl: Odbicie obiektu względem linii lub punktu

source: Draw a triangle
he: צייר משולש
pl: Narysuj trójkąt

source: Draw an isosceles triangle
he: צייר משולש שווה שוקיים
pl: Narysuj trójkąt równoramienny

source: Draw an equilateral triangle
he: צייר משולש שווה צלעות
pl: Narysuj trójkąt równoboczny

source: Draw a right-angled triangle
he: צייר משולש ישר זווית
pl: Narysuj trójkąt prostokątny

source: Draw an isosceles right-angled triangle
he: צייר משולש שווה שוקיים וישר זווית
pl: Narysuj trójkąt prostokątny równoramienny

source: Draw a quadrangle
he: צייר מרובע
pl: Narysuj czworokąt

source: Draw a parallelogram
he: צייר מקבילית
pl: Narysuj równoległobok

source: Draw a trapezoid
he: צייר טרפז
pl: Narysuj trapez

source: Draw a right angle trapezoid
he: צייר טרפז ישר זווית
pl: Narysuj trapez prostokątny

source: Draw a rectangle
he: צייר מלבן
pl: Narysuj prostokąt

source: Draw a square
he: צייר ריבוע
pl: Narysuj kwadrat

source: Draw a pentagon
he: צייר מחומש
pl: Narysuj pięciokąt

source: Draw a polygon
he: תצייר מצולע
pl: Narysuj wielokąt

source: Draw an angle of {0} degrees
he: צייר זווית בת {0} מעלות
pl: Narysuj kąt o mierze {0} stopni

source: Draw an angle of other degrees
he: צייר זווית במספר מעלות אחר
pl: Narysuj kąt o innych stopniach

source: Set the sum of three angles equal to one
he: קבע סכום שלוש זוויות שיהיה שווה ל 1
pl: Ustaw sumę trzech kątów równą jeden

source: Set specific angles of system
he: קבע זוויות מסוימות למערכת
pl: Ustaw kąty specjalne układu

source: Select four segments to set their equal ratio
he: בחר 4 קטעים בעלי יחס שווה
pl: Wybierz cztery odcinki, aby ich stosunki były równe

source: Set two segments to be equal
he: קבע שני קטעים שווים
pl: Dopasuj dwa odcinki tak, aby były równe

source: Set two segments to have ratio: {0}
he: קבע שני קטעים ביחס שוה ל: {0}
pl: Dopasuj dwa odcinki tak, aby miały stosunek: {0}

source: Set two segments to have specified ratio
he: קבע שני קטעים ביחס נתון
pl: Dopasuj dwa odcinki tak, aby miały określony stosunek

source: Set two circles to be tangent
he: קבע שני מעגלים משיקים
pl: Ustaw dwa okręgi tak, aby były styczne.

source: Select a point to trace its locus (in combination with move or animation)
he: בחר נקודה כדי להתחקות אחרהמקום הגאומטרי שלה (בשילוב עם move או אנימציה)
pl: Wybierz punkt, aby śledzić jego położenie (w połączeniu z ruchem lub animacją)

source: The locus of a point
he: המקום הגאומטרי של נקודה
pl: Miejsce geometryczne punktu

source: Click a point then an object to animate
he: לחת על נקודה ואח"כ על עצם ליצור אנימציה
pl: Kliknij punkt, a następnie obiekt, aby go animować

source: select a closed segment path to fill the polygon
he: בחר קטע סגור על מנת למלא מצולע
pl: zaznacz zamkniętą ścieżkę segmentów, aby wypełnić wielokąt

source: Select two angle to set equal
he: בחר שתי זוויות כדי לקבוע שוויון
pl: Wybierz dwa kąty, aby ustawić je jako równe

source: Select two points to construct an arrow
he: בחר שתי נקודות כדי ליצור חץ
pl: Wybierz dwa punkty, aby skonstruować strzałkę

source: Mark for equal with one line
he: סמן שוויון בעזרת קו אחד
pl: Oznacz jako równe jedną kreską

source: Mark for equal with two lines
he: סמן שוויון בעזרת שני קווים
pl: Oznacz jako równe dwiema kreskami

source: Mark for equal with three lines
he: סמן שוויון בעזרת 3 שווים
pl: Oznacz jako równe trzema kreskami

source: Mark for equal with four lines
he: סמן שוויון בעזרת 4 שווים
pl: Oznacz jako równe czterema kreskami

source: Draw a right angle mark
he: צייר סימון של זווית ישרה
pl: Narysuj marker kąta prostego

source: Hide objects
he: ההסתר עצמים
pl: Ukryj obiekty

source: Show objects that is hiden
he: הראה עצמים מוסתרים
pl: Pokaż ukryte obiekty

source: Transform polygon
he: שנה מצולע
pl: Przekształcenie wielokąta

source: Transform polygon freely
he: הפעל טרנספורמציה על מצולע באופן בלתי תלוי
pl: Swobodne przekształcenie wielokąta

source: Set the default property
he: קבע מהי בחירת המחדל
pl: Ustaw domyślną właściwość

source: Edit construct history
he: עריכת היסטורית הבנייה
pl: Edytuj historię konstrukcji

source: Show Step Bar for prove
he: הראה סרגל שלבים להוכחה
pl: Pokaż pasek kroków dla dowodu

source: About Java Geometry Expert
he: אפרופו Java Geometer Expert
pl: O Java Geometry Expert

source: construct history
he: היסטוריית הבנייה
pl: historia konstrukcji

source: translate view
he: הזזת תצוגה
pl: przesuń widok

source: zoom in view
he: הגדלת תצוגה
pl: powiększyć widok

source: zoom out view
he: הקטנת תצוגה
pl: pomniejsz widok

source: snap to grid
he: הצמד לרשת
pl: przyciągaj do siatki

source: draw the rectangle grid
he: צייר את השריג המלבני
pl: narysuj siatkę prostokątną

source: make the grid less dense
he: עשה את השריג צפוף פחות
pl: zmniejsz gęstość siatki

source: make the grid more dense
he: עשה את השריג צפוף יותר
pl: zwiększ gęstość siatki

source: redo a step
he: בצע צעד מחדש
pl: ponów krok

source: undo a step
he: בטל צעד
pl: cofnij krok

source: forward to end
he: קפוץ לסוף
pl: przejdź do końca

source: back to start
he: בחזרה להתחלה
pl: wróć do poczatku

source: auto show draw step by step
he: הצג את הציור האוטומטי צעד אחר צעד
pl: automatyczne pokazywanie rysowania krok po kroku

source: Create a new view
he: צור תמונה חדשה
pl: Utwórz nowy widok

source: Open a file
he: פתיחת קובץ
pl: Otwórz plik

source: Save to a file
he: שמירה לקובץ
pl: Zapisz do pliku

source: Select mode
he: בחר מצב
pl: Wybierz tryb

source: Select two points to construct a line
he: בחירת שתי נקודות כדי ליצור ישר
pl: Wybierz dwa punkty do skonstruowania prostej

source: Draw a line which is parallel to another line
he: צייר ישר מקביל לישר נתון
pl: Narysuj prostą równoległą do innej prostej

source: Select a point and a line to construct the foot
he: בחירת נקודה וישר כדי ליצור את הרגל
pl: Wybierz punkt i prostą, aby skonstruować rzut prostopadły

source: Draw two points and a circle
he: צייר שתי נקודות ומעגל
pl: Narysuj dwa punkty i okrąg

source: Select three points to construct the circle passing through them
he: בחירת שלוש נקודות ליצור מעגל העובר דרכן
pl: Wybierz trzy punkty, aby skonstruować okrąg przechodzący przez nie

source: Draw a circle with center and radius
he: צייר מעגל הנתון ע"י נקודה ורדיוס
pl: Narysuj okrąg o danym środku i promieniu

source: Define a polygon
he: הגדר מצולע
pl: Zdefiniuj wielokąt

source: Select two lines to define their full-angle with a label
he: בחר שני קווים כדי להגדיר את הזווית המלאה שלהם (עם תווית)
pl: Wybierz dwie proste, do zdefiniowania kąta pełnego z etykietą

source: Add text
he: הוס, טקסט
pl: Dodaj tekst

source: Take the intersection of two objects (circle or line)
he: הגדרת חיתוך של שני עצמים (ישר או מעגל)
pl: Wybierz przecięcie dwóch obiektów (okrąg lub linia)

source: Mirror a object by clicking and then click a reflection axis or point
he: שקף עצם בלחיצה עליו ואח"כ על ציר השיקוף או על מרכז השיקוף
pl: Najpierw kliknij obiekt do odbicia, następnie kliknij oś lub punkt odbicia

source: Select two points or drag a segment to construct an isosceles triangle
he: בחר שתי נקודות או גרור קטע לבניית משולש שווה שוקיים
pl: Wybierz dwa punkty lub przeciągnij odcinek, aby skonstruować trójkąt równoramienny

source: Select two points or drag a segment to construct a square
he: בחר שתי נקודות או גרור קטע לבניית ריבוע
pl: Wybierz dwa punkty lub przeciągnij odcinek, aby zbudować kwadrat

source: Play
he: הפעל
pl: Uruchom

source: Pause
he: הפסק
pl: Wstrzymaj

source: stop
he: עצור
pl: zatrzymaj

source: Draw a line which is perpendicular to another line
he: צייר ישר מאונך לישר אחר
pl: Narysuj prostą prostopadłą do innej prostej

source: Draw a line which is perp-bisect to another line
he: צייר אנך אמצעי

source: Draw line which is tangent to a circle
he: צייר משיק למעגל
pl: Narysuj styczną do okręgu

source: Draw a circle by three points
he: צייר מעגל העובר דרך 3 נקודות
pl: Narysuj okrąg przez trzy punkty

source: Translate
he: הזז

source: Zoom-in
he: הגדלת תצוגה
pl: Powiększ

source: Zoom-out
he: הקטנת תצוגה
pl: Pomniejsz

source: snap
he: הצמד
pl: przyciągnij

source: grid
he: שריג
pl: siatka

source: redo
he: בצע פעולה מחדש
pl: ponów

source: undo
he: בטל פעולה אחרונה
pl: cofnij

source: ff
he: קדימה מהר

source: fr
he: אחרוה מהר

source: play
he: הפעל
pl: uruchom

source: new
he: חדש
pl: nowy

source: open
he: פתח
pl: otwórz

source: save
he: שמור
pl: zapisz

source: move
he: הזז
pl: przesuń

source: point
he: נקודה
pl: punkt

source: line
he: ישר
pl: prosta

source: parallel
he: מקביל
pl: równołegła

source: perpendicular
he: מאונך
pl: prostopadła

source: foot
he: רגל
pl: rzut prostopadły

source: circle
he: מעגל
pl: okrąg

source: circle3p
he: מעגל שלוש נקודות
pl: okrąg3p

source: compass
he: מחוגה
pl: cirkiel

source: polygon
he: מצולע
pl: wielokąt

source: angle
he: זווית
pl: kąt

source: text
he: טקסט
pl: tekst

source: intersect
he: חיתוך
pl: pszecięcie

source: reflectr
he: שקף
pl: odbicier

source: isosceles triangle
he: משולש שווה שוקיים
pl: trójkąt równoramienny

source: segment
he: קטע
pl: odcinek

source: midpoint
he: אמצע
pl: środek odcinka

source: square
he: ריבוע
pl: kwadrat

source: triangle
he: משולש
pl: trójkąt

source: equilateral triangle
he: משולש שווה צלעות
pl: trójkąt równoboczny

source: quadrangle
he: מרובע
pl: czworokąt

source: pentagon
he: מחומש
pl: pięciokąt

source: trapezoid
he: טרפז
pl: trapez

source: right angle trapezoid
he: טרפז ישר זווית
pl: trapez prostokątny

source: rectangle
he: מלבן
pl: prostokąt

source: hence
he: מזה נובע ש
pl: stąd

source: Can not find image: {0}
he: אי אפשר למצוא את התמונה: {0}
pl: Nie można znaleźć obrazu: {0}

source: Given:
he: נתון:
pl: Dano:

source: To Prove:
he: להוכיח:
pl: Udowodnij:

source: In
he: ln

source: and
he: וגם
pl: i

source: Similarly,
he: באופן דומה,
pl: Podobnie,

source: area
he: שטח
pl: pole

source: parallelogram
he: מקבילית
pl: równoległobok

source: Please select two points
he: נא לבחור שתי נקודות
pl: Proszę wybrać dwa punkty

source: Please select two segments
he: נא לבחור שני קטעים
pl: Proszę wybrać dwa odcinki

source: Please select two lines
he: נא לבחור שני ישרים
pl: Proszę wybrać dwie proste

source: Please select two angles
he: נא לבחור שתי זוויות
pl: Proszę wybrać dwa kąty

source: Please select two triangles
he: נא לבחור שני משולשים
pl: Proszę wybrać dwa trójkąty

source: Please select three non-collinear points
he: נא לבחור שלוש נקודות לא על ישר אחד
pl: Proszę wybrać trzy punkty niewspółliniowe

source: Please select three points
he: נא לבחור שלוש נקודות
pl: Proszę wybrać trzy punkty

source: Please select four points
he: נא לבחור 4 נקודות
pl: Proszę wybrać cztery punkty

source: Please select N(>=3) points
he: נא לבחור N נקודות (N<=3)
pl: Proszę wybrać N(>=3) punktów

source: Can not find object icon {0}
he: לא נמצא אייקון לעצם {0}
pl: Nie można znaleźć ikony obiektu {0}

source: Can not find file {0}
he: לא נמצא קובץ {0}
pl: Nie można znaleźć pliku {0}

source: number
he: מספר
pl: liczba

source: tri
he: משולש
pl: trójkąt

source: cir
he: מעגל
pl: okrąg

source: para
he: מקביל
pl: równoległa

source: perp
he: מאונך
pl: prostopadła

source: Keywords
he: מילות מפתח
pl: Słowa kluczowe

source: Symbol
he: סמל

source: Assertion
he: טענה
pl: Twierdzenie

source: Object
he: עצם
pl: Obiekt

source: Draw
he: צייר
pl: Rysuj

source: Equation
he: משוואה
pl: Równanie

source: Rule
he: כלל
pl: Reguła

source: Rule1
he: כלל 1
pl: Reguła1

source: Rule2
he: כלל 2
pl: Reguła2

source: Rule3
he: כלל 3
pl: Reguła

source: SAS
he: צז"צ (צלע זוית צלע)
pl: BKB

source: AAS
he: זז"צ (זווית זווית צלע)
pl: KKB

source: SSS
he: צצ"צ (צלע צלע צלע)
pl: BBB

source: ASA
he: זצ"ז (זווית צלע זווית)
pl: KBK

source: Collinear
he: על אותו ישר
pl: Współliniowy

source: Eqdistant
he: במרחק שווה
pl: Równo odległy

source: Cyclic
he: על מעגל אחד
pl: Cykliczny

source: Congruent
he: קונגרואנטי (חופף)
pl: Przystający

source: Similar
he: דומה
pl: Podobny

source: Distance Less
he: המרחק קטן מ
pl: Odległość mniejsza

source: Angle Less
he: הווית קטנה מ
pl: Kąt mniejszy

source: Concurrent
he: עוברים דרך נקודה משותפת אחת
pl: Współpękowa

source: Perp-Bisector
he: אנך אמצעי
pl: Symetralna

source: Right Triangle
he: זווית ישרה
pl: Trójkąt prostokątny

source: Between
he: בין
pl: Między

source: Angle Inside
he: זווית פנימית
pl: Kąt wewnętrzny

source: Angle Outside
he: זווית חיצונית
pl: Kąt zewnętrzny

source: Triangle Inside
he: משולש חסום

source: Para Inside
he: מקביל בפנים

source: Opposite Inside
he: ממול בפנים

source: Same Side
he: אותו צלע
pl: Ta sama strona

source: Convex
he: קמור
pl: Wypukły

source: assertion type: {0} not defined.
he: טענה מסוג: {0} לא מוגדרת
pl: typ twierdzenia: {0} niezdefiniowany.

source: No Selected
he: אין בחירה
pl: Nie wybrano

source: Dialog
he: דיאלוג

source: No Text
he: אין טקסט
pl: Brak tekstu

source: Value
he: ערך
pl: Wartość

source: Name With Value
he: שם עם ערך
pl: Nazwa z wartością

source: Vertical Line
he: ישר מאונך
pl: Prosta pionowa

source: Horizontal Line
he: ישר מאוזן
pl: Prosta pozioma

source: Geometry Expert
he: מומחה גאומטריה

source: Hexagon
he: משושה
pl: Sześciokąt

source: start to animate
he: בגין אנימציה
pl: zacznij animować

source: Equal Angle
he: זווית שווה
pl: Równy kąt

source: Similiar Triangle
he: משולש דומה
pl: Podobny trójkąt

source: Congruent Triangle
he: משולש חופף
pl: Trójkąt przystający

source: Bisect
he: חלק לשני חלקים שווים
pl: Dwusieczna

source: Tangent
he: משיק
pl: Stycna

source: Equal Product
he: מכפלה שווה
pl: Równy iloczyn

source: Ratio
he: יחס
pl: Stosunek

source: Special Angle
he: זווית מיוחדת
pl: Specjalny kąt

source: Angles Equation
he: משוואה לזוויות
pl: Równanie kątów

source: Segment Equation
he: משוואה לקטעים
pl: Równanie odcinku

source: failed
he: נכשל
pl: niepowodzenie

source: Version
he: גירסה
pl: Wersja

source: On
he: הדלק
pl: Włącz

source: Background color
he: צבע הרקע
pl: Kolor tła

source: Change Color
he: החלף צבע
pl: Zmień kolor

source: type
he: סוג
pl: typ

source: width
he: רוחב
pl: szerokość

source: {0} already exists, do you want to overwrite it?
he: {0} כבר קיים, אתה רוצה להחליף אותו?
pl: {0} już istnieje, czy chcesz go zastąpić?

source: Can not prove this theorem with Deductive Database Method
he: לא ניתן להוכיח משפט זה בשיטת מסד נתונים דדוקטיבי
pl: Nie można udowodnić tego twierdzenia za pomocą dedukcyjnej metody Deductive Database

source: Can not prove this theorem.
he: אי אפשר להוכיח את המשפט הזה.
pl: Nie można udowodnić tego twierdzenia.

source: Proof text
he: ניסוח ההוכח
pl: Tekst dowodu

source: Author:
he: מחבר:
pl: Autor:

source: Free Point
he: נקודה חופשית
pl: Punkt swobodny

source: The coordinates
he: הקואורדינטות
pl: Współrzędne

source: The theorem is not proved with the Deductive Database Method!
he: המשפט אינו מוכח בשיטת מסד הנתונים הדדוקטיבי!
pl: Twierdzenia nie można udowodnić metodą Deductive Database!

source: The theorem is not proved with The Full-Angle Method.
he: המשפט אינו מוכח בשיטת הזווית המלאה.
pl: Twierdzenia nie można udowodnić metodą Full-Angle!

source: Use the LEFT button to select a position
he: השתמש בכפתור שמאל כדי לבחור מיקום
pl: Użyj przycisku W LEWO, aby wybrać pozycję

source: Select two points to determine a line
he: בחר שתי נקודות כדי להגדיר ישר
pl: Wybierz dwa punkty do zdefiniowania prostej

source: Please use the menu "Action -> Animation" to define an animation first.
he: אנא השתמש בתפריט "פעולה -> אנימציה" כדי להגדיר תחילה אנימציה.
pl: Proszę użyj menu 'Akcja -> Animacja', aby najpierw zdefiniować animację.

source: Groebner Basis Method
he: שיטת בסיסי גרובנר
pl: Metoda baz Groebnera

source: Because
he: משום ש
pl: Ponieważ

source: Hence
he: לכן
pl: Stąd

source: Q.E.D.
he: מש"ל.

source: Total solutions:
he: פתרונות שלמים:
pl: Wszystkie rozwiązania:

source: Please select 3 points (0 points selected)
he: נא לבחור 3 נקודות (0 נקודה נבחרה)
pl: Proszę wybrać 3 punkty (wybrano 0 punktów)

source: Can not open link {0}
he: אי אפשר לפתוח את הקישור {0}
pl: Nie można otworzyć linku {0}

source: Construct a circle by clicking two points as radius and another point as center
he: בנה מעגל על ​​ידי לחיצה על שתי נקודות כדי להגדיר רדיוס ונקודה נוספת כמרכז
pl: Skonstruuj okrąg, klikając dwa punkty jako promień i inny punkt jako środek

source: Click a point then drag to construct a circle
he: לחץ על נקודה וגרור אותה כדי לבנות מעגל
pl: Kliknij punkt, a następnie przeciągnij, aby narysować okrąg

source: Adjust the speed of animation
he: כוון את מהירות האנימציה
pl: Dopasuj szybkość animacji

source: Reset
he: התחל מחדש
pl: Zresetuj

source: Start animation step by step
he: התחל אנימציה צעד אחר צעד
pl: Uruchom animację krok po kroku

source: Go to the end of the proof
he: לך לסוף ההוכחה
pl: Przejdź na koniec dowodu

source: Go to the next step of the proof
he: לך לצעד הבא בהוכחה
pl: Przejdź do następnego kroku dowodu

source: Unfreeze All Points
he: הפשר את כל הנקודות
pl: Uwolnij wszystkie punkty

source: Do you mean...
he: האם הכוונה ל ...
pl: Masz na myśli...

source: Point {0}
he: נקודה {0}
pl: Punkt {0}

source: Line {0}
he: ישר {0}
pl: Prosta {0}

source: Circle {0}
he: מעגל {0}
pl: Okrąg {0}

source: Please draw...
he: נא לצייר ...
pl: Proszę narysować...

source: {0} points left
he: {0} נקודות נשארו
pl: pozostało {0} punktów

source: midpoint of {0}
he: אמצע {0}
pl: środek odcinka {0}

source: {0} is the midpoint of {1}
he: {1} היא אמצע של {0}
pl: {0} to jest środek {1}

source: with foot {0}
he: עם רגל ב {0}
pl: z rzutem prostopadłym {0}

source: Triangle {0}
he: משולש {0}
pl: Trójkąt {0}

source: Quadrangle {0}
he: מרובע {0}
pl: Czworokąt {0}

source: Pentagon {0}
he: מחומש {0}
pl: Pięciokąt {0}

source: Hexagon {0}
he: משושה {0}
pl: Sześciokąt {0}

source: Polygon {0}
he: מצולע {0}
pl: Wielokąt {0}

source: Rhombus {0}
he: מעוין {0}
pl: Romb {0}

source: Isosceles triangle {0}
he: משולש שווה שוקיים {0}
pl: Trójkąt równoramienny {0}

source: Right triangle {0}
he: משולש ישר זווית {0}
pl: Trójkąt prostokątny {0}

source: Parallelogram {0}
he: מקבילית {0}
pl: Równoległobok {0}

source: Square {0}
he: ריבוע {0}
pl: Kwadrat {0}

source: Trapezoid {0}
he: טרפז {0}
pl: Trapez {0}

source: Right trapezoid {0}
he: טרפז ישר זווית {0}
pl: Trapez prostokąty {0}

source: Equilateral triangle {0}
he: משולש שווה צלעות {0}
pl: Trójkąt równoboczny {0}

source: {0} is the reflection of {1} wrt {2}
he: {0} הוא שיקוף של {1} מבעד ל {2}
pl: {0} to odbicie {1} wzgłędem {2}

source: Isosceles
he: שווה שוקיים
pl: Równoramienny

source: Equilateral
he: שווה צלעות
pl: Równoboczny

source: Right
he: ישר

source: Building GIF File
he: בונה קובץ GIF
pl: Tworzenie pliku GIF

source: {0} frame(s) added
he: {0} מסגרות נוספו
pl: {0} frame(s) dodano

source: Next
he: הבא בתור
pl: Następny

source: Rotate
he: סובב
pl: Obróć

source: Flap
he: מדף
pl: Odwróć

source: Yes
he: כן
pl: Tak

source: No
he: לא
pl: Nie

source: Take a point {0} on line {1} such that {2}
he: קח נקודה {0} בקו ישר {1} כך ש-{2}
pl: Wybierz punkt {0} na prostej {1} taki, że {2}

source: Take a point {0} on circle {1} such that {2}
he: קח נקודה {0} במעגל {1} כך ש-{2}
pl: Wybierz punkt {0} na okręgu {1} taki, że {2}

source: Radical of {0} and {1}
he: רדיקל של {0} ו-{1}
pl: Oś potęgowa {0} i {1}

source: LRatio of {0} and {1}
he: יחס L של {0} ו-{1}
pl: LStosunek {0} i {1}

source: NRatio of {0} and {1}
he: יחס N של {0} ו-{1}
pl: NStosunek {0} i {1}

source: PRatio of {0} and {1}
he: יחס P של {0} ו-{1}
pl: PStosunek {0} i {1}

source: TRatio of {0} and {1}
he: יחס T של {0} ו-{1}
pl: TStosunek {0} i {1}

source: on line {0}
he: על הישר {0}
pl: na prostej {0}

source: {0} is on line {1}
he: {0} על הישר {1}
pl: {0} leży na prostej {1}

source: {0} is parallel to {1}
he: {0} מקביל ל {1}
pl: {0} jest równoległa do {1}

source: {0} is perpendicular to {1}
he: {0} מאונך ל {1}
pl: {0} jest prostopadła do {1}

source: {0} is on the perpendicular bisector of {1}
he: {1} על האנך האמצעי של {0}
pl: {0} leży na symetralnej {1}

source: on the perpendicular bisector of {0}
he: על האנך האמצעי של {0}
pl: na symetralnej {0}

source: on circle {0}
he: על המעגל {0}
pl: na okręgu {0}

source: {0} is on circle {1}
he: {0} על המעגל {1}
pl: {0} leży na okręgu {1}

source: circumcenter of {0}
he: מרכז המעגל החוסם של {0}
pl: środek okręgu {0}

source: {0} is the circumcenter of {1}
he: {0} הוא מרכז המעגל החוסם של {1}
pl: {0} jest środkiem okręgu {1}

source: incenter of {0}
he: מרכז המעגל החסום ב {0}
pl: środek trójkąta opisanego na {0}

source: {0} is the incenter of {1}
he: {0} הוא מרכז המעגל החסום ב {1}
pl: {0} jest środkiem okręgu opisanego na {1}

source: orthocenter of {0}
he: נקודת חיתוך הגבהים של {0}
pl: ortocentrum {0}

source: {0} is the orthocenter of {1}
he: {0} הוא נקודת חיתוך הגבהים של {1}
pl: {0} jest ortocentrum {1}

source: centroid of {0}
he: מרכז הכובד של {0}
pl: centroid {0}

source: {0} is the centroid of {1}
he: {0} הוא מרכז הכובד של {1}
pl: {0} to jest centroid dla {1}

source: barycenter of {0}
he: מרכז הכובד (בריצנטר) של {0}
pl: centroid {0}

source: {0} is the barycenter of {1}
he: {0} מרכז הכובד (בריצנטר) של {1}
pl: {0} to jest centroid dla {1}

source: Segment
he: קטע
pl: Odcinek

source: {0} are collinear
he: {0} הן על ישר אחד
pl: {0} są współliniowe

source: {0} are parallel
he: {0} הם מקבילים
pl: {0} są równoległe

source: {0} are perpendicular
he: {0} הם מאונכים
pl: {0} są prostopadłe

source: {0} are concyclic
he: {0} הן על מעגל אחד
pl: {0} leżą na wspólnym okręgu

source: Full
he: מלא
pl: Pełny

source: Manual
he: ידני
pl: Manualny

source: Search
he: חפש
pl: Szukaj

source: Please choose
he: נא לבחור
pl: Proszę wybrać

source: We could not find anything!
he: לא נמצא שום דבר!
pl: Nic nie znaleźliśmy!

source: No result
he: אין תוצאה
pl: Brak wyniku

source: Press SHIFT and drag with right mouseclick to zoom, press SHIFT and drag with left mouseclick to move
he: הקש SHIFT וגרור בלחיצה ימנית בעכבר כדי להגדיל, הקש SHIFT וגרור בלחיצת עכבר שמאל כדי להזיז+
pl: Naciśnij SHIFT i przeciągnij prawym przyciskiem myszy, aby powiększyć, naciśnij SHIFT i przeciągnij lewym przyciskiem myszy, aby przesunąć

source: Click to see the detail
he: לחץ כדי לראות פירוט
pl: Kliknij, aby zobaczyć szczegóły

source: Rule {0} for the GDD Method
he: כלל {0} עבור שיטת GDD
pl: Reguła {0} dla metody GDD

source: Rule {0} for the Full Angle Method
he: כלל {0} עבור שיטת הזווית המלאה
pl: Zasada {0} dotycząca metody Full Angle

source: Rule {0}
he: כלל {0}
pl: Reguła {0}

source: RULE {0}
he: כלל {0}
pl: REGUŁA {0}

source: r{0}
he: {0}r

source: addition
he: חיבור
pl: dodawanie

source: rule {0}
he: כלל {0}
pl: reguła {0}
