Repository: kovzol/Java-Geometry-Expert
Catalog: src/main/po/*.po
Languages: he, pl

source: Angle of circumference equals to half of the angle at the center.
he: זווית היקפית שווה למחצית מהזווית המרכזית.
pl: Miara kąta środkowego jest 2 razy większa od miary kąta wpisanego opartego na tym samym łuku co kąt środkowy.

source: Chord tangent angle theorem.
he: משפט זווית משיק מיתר.
pl: Twierdzenie o stycznej i siecznej

source: A line passing the centers of two circles is perpendicular to the common chord of two circles.
he: ישר העובר דרך המרכזים של שני מעגלים הוא מאונך למיתר המשותף של שני עיגולים.
pl: Prosta przechodząca przez środki dwóch okręgów jest prostopadła do wspólnej cięciwy dwóch okręgów.

source: The Addition for Full Angle.
he: התוספת לזווית מלאה.
pl: Dopełnienie do Full Angle

source: ASPP12
he: אם [l1,l2] = <[l3,l4] > ואם l1 || l2 , אזי l3 || l4.

source: ASPP13
he: אם [l1,l2] = <[l3,l4] > ואם l1 || l3, אזי l2 || l4

source: ASTT12
he: אם [l1,l2] = <[l3,l4] > ואם l1⟂l2 , אזי l3⟂l4.

source: ASTT13
he: אם [l1,l2] = <[l3,l4] > ו l1 ⟂ l3, אזי l2 ⟂ l4

source: Special Angles.
he: זויות מיוחות.
pl: Kąty specjalne.

source: Supplementary Angle.
he: זוויות משלימות לזווית שטוחה.
pl: Kąt dopełniający.

source: Isosceles Triangle.
he: משולש שווה שוקיים.
pl: Trójkąt równoramienny.

source: Isosceles Triangle Theorem
he: משפט על משולש שווה שוקיים
pl: Twierdzenie o trójkącie równoramiennym

source: For an isosceles triangle ABC and a point D on line BC, if one of the following statements is true, the other two are also true:
he: עבור משולש שווה שוקיים ABC ונקודה D על קו BC, אם אחד המשפטים הבאים נכון, גם שני האחרים נכונים:
pl: W przypadku trójkąta równoramiennego ABC i punktu D leżącego na prostej BC, jeśli jedno z poniższych stwierdzeń jest prawdziwe, pozostałe dwa są również prawdziwe:

source: Congruent Triangles.
he: משולשים חופפים.
pl: Przystające trójkąty.

source: Triangles are called congruent if they have the same size and shape. That is, corresponding angles have the same measure, and corresponding sides have the same length.
he: משולשים נקראים חופפים אם יש להם אותו גודל וצורה. כלומר, לזוויות מתאימות יש אותה מידה, ולצלעות המתאימות יש אותו אורך.
pl: Trójkąty nazywamy przystającymi, jeśli mają ten sam rozmiar i kształt. Oznacza to, że odpowiednie kąty mają tę samą miarę, a odpowiednie boki mają tę samą długość.

source: ASA (angle-side-angle) congruence.
he: חפיפה זצ"ז (זווית צלע זווית)
pl: Cecha przystawania trójkątów KBK (kąt-bok-kąt).

source: Two triangles are congruent if a pair of corresponding angles and the included side are equal.
he: שני משולשים חופפים אם זוג זוויות מתאימות והצלע ביניהן שווים.
pl: Jeżeli bok i dwa przyległe do niego kąty w jednym trójkącie są odpowiednio równe bokowi i dwóm przyległym do niego kątom w drugim trójkącie, to trójkąty te są przystające.

source: SAS (side-angle-side) congruence.
he: משט חפיפה צז"צ (צלע זווית צלע).
pl: Cecha przystawania trójkątów BKB (kąt-bok-kąt).

source: Two triangles are congruent if a pair of corresponding sides and the included angle are equal.
he: שני משולשים חופפים אם זוג צלעות מתאימות והזווית ביניהן שווים.
pl: Jeżeli dwa boki i kąt zawarty pomiędzy nimi w jednym trójkącie, są równe dwóm bokom i kątowi zawartemu między nimi w drugim trójkącie, to te trójkąty są przystające.

source: SSS (side-side-side) congruence.
he: משפט חפיפה צלע צלע צלע: אם שלושת זגות הצלעות המתאימות שוות, השמשולים חופפים.
pl: Cecha przystawania trójkątów BBB (bok-bok-bok).

source: Two triangles are congruent if their corresponding sides are equal.
he: שני משולשים חופפים אם הצלעות המתאימות שלהם שוות.
pl: Jeżeli dwa trójkąty mają odpowiadające sobie boki równe, to te trójkąty są przystające.

source: SAS (side-angle-side) congruence for right triangles.
he: משפט חפיפה צלע-זווית-צלע למשולשים ישרי זווית: שני משולשים ישר זווית הם חופפים אם יש להם שני זוגות של צלעות שוות.
pl: Cecha przystawania trójkątów prostokątnych BKB (kąt-bok-kąt).

source: Two right triangles are congruent if their two corresponding sides are equal.
he: שני משולשים ישרי זווית חופפים אם שתי הצלעות המתאימות שלהם שוות.
pl: Jeżeli dwa trójkąty prostokątne mają dwa odpowiadające sobie boki równe, to te trójkąty są przystające.

source: Similar triangles.
he: משולשים דומים.
pl: Podobne trójkąty.

source: Similar triangles are triangles that have the same shape but possibly different size. In particular, corresponding angles are congruent, and corresponding sides are in proportion.
he: משולשים דומים הם משולשים בעלי אותה צורה אך אולי גודל שונה. בפרט, זוויות מתאימות שוות, והצלעות המתאימות הן פרורפורציונליות.
pl: Trójkąty podobne to trójkąty, które mają ten sam kształt, ale prawdopodobnie różne rozmiary. W szczególności odpowiadające im kąty są przystające, a odpowiadające im boki są proporcjonalne.

source: AAA (angle-angle-angle) similarity.
he: משפט דמיון זווית-זווית-זווית:vאם לשני משולשים יש שני זוגות של זוויות שוות, אזי המשולים הם דומים. כיון שסכום הזויות הפנימיות של משולש הוא שווה ל 180 מעלות, זה מספיק, כי מזה נובע שגם הזוג השלישי הוא של זוויות שוות.
pl: Cecha podobieństwa trójkątów KKK (kąt-kąt-kąt)

source: SAS (side-angle-side) similarity.
he: משפט דמיון צלע זווית צלע.
pl: Cecha podobieństwa trójkątów BKB (bok-kąt-bok)

source: The side-angle-side (SAS) similarity test says that if two triangles have two pairs of sides that are proportional and the included angles are congruent, then the triangles are similar.
he: משפט הדמיון צלע-זווית-צלע: אם לשני משולשים יש שני זוגות צלעות פרופורציונליות והזוויות ביניהן חופפות, אז המשולשים דומים.
pl: Jeśli dwa boki jednego trójkąta są proporcjonalne do dwóch boków drugiego trójkąta i kąty zawarte między tymi bokami są równe to trójkąty te są podobne.

source: SSS (side-side-side) similarity.
he: דמיון צלע-צלע-צלע: אם לשני משולשים יש שלושה זוגות של צלעות פרופורציונליים, אזי המשולשים דומים..
pl: Cecha podobieństwa trójkątów BBB (bok-bok-bok)

source: If two triangles have all three pairs of sides in proportion, the triangles are similar.
he: אם היחס בין שתי הצלעות שווה לכל זוגות הצלעות המתאימות, המושלים דומים.
pl: Jeśli trzy boki jednego trójkąta są odpowiednio proporcjonalne do trzech boków drugiego trójkąta, to trójkąty te są podobne.

source: Ratio by similarity.
he: יחס בגלל הדמיון.
pl: Stosunek według podobieństwa.

source: Middle Connection Theorem for Triangles.
he: משפט קטע אמצעים.
pl: Twierdzenie o środkowej w trójkątów.

source: The line connects the midpoints of two sides of a triangle is parallel to the third side of the triangle.
he: הקו המחבר את נקודות האמצע של שתי צלעות המשולש מקביל לצלע השלישית של המשולש.
pl: Prosta łącząca środki dwóch boków trójkąta jest równoległa do trzeciego boku trójkąta.

source: The hypotenuse of a right triangle is the diameter of the circumscribed circle of the triangle, and the midpoint of the hypotenuse is the center of the circle.
he: נתון משולש ישר זווית. היתר (דהיינו הצלע מול הזווית הישרה) היא הקוטר של המעגל החוסם, ואמצע היתר הוא מרכז המעגל החוסם את המשולש.
pl: Przeciwprostokątna trójkąta prostokątnego jest średnicą okręgu opisanego na trójkącie, a środek przeciwprostokątnej jest środkiem tego okręgu.

source: Equilateral Triangles.
he: משולשים שווי צלעות.
pl: Trójkąty równoboczne.

source: An equilateral triangle is a triangle in which all three sides have equal lengths.
he: משולש שווה צלעות הוא משולש שבו לשלוש הצלעות אותו אורך.
pl: Trójkąt równoboczny to trójkąt, w którym wszystkie trzy boki mają tę samą długość.

source: Pythagorean Theorem.
he: משםט פיתגורס.
pl: Twierdzenie Pitagorasa.

source: In any right triangle, the area of the square whose side is the hypotenuse (the side of a right triangle opposite the right angle) is equal to the sum of areas of the squares whose sides are the two legs (i.e. the two sides other than the hypotenuse).
he: נתון משולש ישר זווית. שטח הריבוע הבנוי על היתר שווה לסכום השטחים של הריבועים הבנויים על שני הניצבים.
pl: W każdym trójkącie prostokątnym pole kwadratu, skonstruowanego na przeciwprostokątnej (bok trójkąta prostokątnego leżący naprzeciw kąta prostego) jest równe sumie pól kwadratów, zbudowanych na przyprostokątnych.

source: The sum of three interior angles of a triangle is [0] (or 180 degree for traditional angles).
he: סכום הזויות הפנימיות של כל משולש שוה ל [0] (180 מעלות).
pl: Suma trzech kątów wewnętrznych trójkąta jest równa [0] (lub 180 stopni w przypadku kątów tradycyjnych).

source: Parallelogram.
he: מקבילית.
pl: Równoległobok.

source: A parallelogram is a quadrilateral with two sets of opposite parallel sides.
he: מקבילית היא מרובע שיש לו זוג של צלעות מקבילות.
pl: Równoległobok to czworokąt w którym przeciwległe boki równoległe.

source: Middle Connection Theorem for Trapezoid.
he: משפט קטע אמצעים עבור טרפז.
pl: Twierdzenie o środkowej w trapezie.

source: Ratio.
he: יחס.
pl: Stosunek.

source: Use Ratio in Deductive Database Method.
he: השתמש ביחס בשיטת מסד נתונים דדוקטיבי.
pl: Użyj współczynnika metodzie Deductive Database.

source: Ratio by angle bisector.
he: יחס לפי חוצה זווית.
pl: Twierdzenie o dwusiecznej kąta w trójkącie

source: In triangle ABC, if AD is the bisector of angle A, and D is on line BC, then AB/BD = AC/DC.
he: במשולש ABC, אם AD הוא חוצה הזווית A, ו-D הוא על הקו BC, אז AB/BD = AC/DC.
pl: Niech w trójkącie ABC AD jest dwusieczną kąta A, a D leży na prostej BC, to AB/BD = AC/DC.

source: Rules related to parallel lines
he: משפטים על ישרים מקבילים
pl: Reguły dotyczące prostych równoległych

source: Rules related to perpendicular lines
he: משפטים על ישרים מאונכים
pl: Reguły dotyczące prostych prostopadłych

source: Rules related to circles
he: משפטים על מעגלים
pl: Reguły dotyczące okręgów

source: Rules related to angles
he: משפטים על זוויות
pl: Reguły dotyczące kątów

source: Rules related to triangles
he: משפטים על משולשים
pl: Reguły dotyczące trójkątów

source: Other rules
he: משפטים אחרים
pl: Inne reguły

source: The Definition of Full Angle
he: הגדרה של זווית מלאה
pl: Definicja kąta pełnego (Full Angle)

source: Addition of Full Angles
he: סכום של זוויות מלאות
pl: Dodawanie kątów pełnych

source: The Isosceles Triangle Theorem for Full Angle.
he: משפט משולש שווה שוקיים לזווית מלאה.
pl: Twierdzenie o trójkącie równoramiennym dla kąta pełnego.

source: The Inscribed Angle Theorem.
he: משפט הזווית הפנימית.
pl: Twierdzenie o kącie wpisanym.

source: Rule 10.
he: כלל 10.
pl: Reguła 10.

source: Equal angle found in the Geometry Deductive Database.
he: זווית שווה שנמצאה במסד הנתונים הגאומטרי הדדוקטיבי.
pl: Znaleziono równy kąt w Geometry Deductive Database.

source: Full Rules
he: כללים מלאים
pl: Pełne reguły

source: Save as Maple Format
he: שמור בפורמט מייפל
pl: Zapisz w formacie Maple

source: The point should be a fix point.
he: הנקודה צריכה להיות נקודה קבועה.
pl: Punkt powinien być punktem stałym.

source: Please select the second point.
he: נא לבחור נקודה שניה.
pl: Proszę wybrać drugi punkt.

source: Please select a line or a circle.
he: נא לבחור ישר או מעגל.
pl: Proszę wybrać prostą lub okrąg.

source: Expand/collapse proof tree
he: הרחב\קבץ עץ ההוכחה
pl: Rozwiń/zwiń drzewo dowodów

source: Compute proof with the selected method
he: פתח הוכחה לפי השיטה שנבחרה
pl: Oblicz dowód wybraną metodą

source: Failed to prove this theorem with Deductive Database Method.
he: נכשל בהוכחת משפט זה בשיטת מסד הנתונים הדדוקטיבי.
pl: Nie udało się udowodnić tego twierdzenia metodą Deductive Database Method.

source: Which?
he: איזה מהם?
pl: Który?

source: GBasis is Running
he: GBasis פעיל כרגע
pl: GBasis uruchomiono

source: The Process Is Stopped By The User.
he: התהליך נעצר על ידי המשתמש.
pl: Proces został zatrzymany przez użytkownika.

source: seconds
he: שניות
pl: sekundy

source: AAA
he: זווית זווית זווית
pl: KKK

source: by Rule?
he: לפי כלל?
pl: według reguły?

source: by {0}
he: ב {0}
pl: przez {0}

source: Middle Point
he: נקודת אמצע
pl: Śriodek odcinka

source: View Remainder
he: הראה שארית
pl: Wyświetl resztę

source: Current Solution:
he: הפתרון הנוכחי
pl: Bieżące rozwiązanie:

source: Filter
he: פילטר
pl: Filtr

source: Choose a rectangle
he: בחר מלבן
pl: Wybierz prostokąt

source: Saving Proof as GIF File
he: שמור הוכחה כקובץ GIF
pl: Zapisywanie dowodu jako pliku GIF

source: Default Delay
he: ברירת מחדל לעיכוב
pl: Domyślne opóźnienie

source: Delay at Begin
he: עיכוב להתחלה
pl: Opóźnienie na początku

source: Delay at End
he: עיכוב בסוף
pl: Opóźnienie na końcu

source: Look in:
he: חפש ב:
pl: Zajrzyj:

source: File name:
he: שם הקובץ:
pl: Nazwa pliku:

source: Files of type:
he: סוג הקובץ:
pl: Typ pliku:

source: Save in:
he: שמור ב:
pl: Zapisz w:

source: Save As
he: שמור בשם
pl: Zapisz jako:

source: All Files
he: כל הקבצים
pl: Wszystkie pliki

source: The diagram is frozen, use right click menu to unfreeze!
he: הדיאגרמה הוקפאה, השתמש בתפריט (לחיצה ימנית) כדי להפשיר!
pl: Diagram jest zablokowany. Po naciśnięciu prawego przycisku myszy, użyj menu aby go odblokować!

source: Open selected file
he: פתח את הקובץ הנבחר
pl: Otwórz wybrany plik

source: Abort file chooser dialog
he: בטל את הדיאלוג לבחירת קובץ
pl: Przerwij okno wyboru pliku

source: Up One Level
he: עלה רמה אחת
pl: O jeden poziom wyżej

source: Home
he: למסך התחלה
pl: Na głowną

source: Create New Folder
he: צור ספריה חדשה
pl: Utwórz nowy folder

source: List
he: רשימה
pl: Lista

source: Size
he: גודל
pl: Rozmiar

source: Date Modified
he: שונה לאחרונה בתאריך
pl: Data modyfikacji

source: perp-acong angles
pl: kąty prostopadłe i przystające

source: Set two angles equal
pl: Ustaw dwa kąty równe

source: Equivalence transform polygon
pl: Równoważne przekształcenie wielokąta

source: Show Draw Style Dialog
pl: Pokaż okno dialogowe stylu rysowania

source: lessGrid
pl: mniejszaSiatka

source: moreGrid
pl: większaSiatka

source: Iso-Right Triangle
pl: Trójkąt prostokątny równoramienny

source: ALine
pl: Aprosta

source: ABline
pl: ABprosta

source: autoshowstep
pl: pokazywanie kroków

source: NDGs
pl: NDG

source: propline
pl: odcinek proporcjonalny

source: The equational hypotheses:
pl: Równania hipotez:

source: parallel to {0} passing through {1}
pl: równoległa do {0} przechodząca przez {1}

source: passing through {0}
pl: przejazd przez {0}
