Repository: kovzol/Java-Geometry-Expert
Catalog: src/main/po/rs.po
Languages: sr

source: Last modified on
sr: Poslednji put je menjano

source: Java version
sr: Java verzija

source: Java Geometry Expert is free under GNU General Public License (GPL).
sr: Java Geometry Expert je besplatan softver objavljen pod licencom GNU General Public License (GPL)

source: The user may download and distribute it freely.
sr: Korisnik može besplatno preuzeti i distribuirati ovaj softver.

source: Authors
sr: Autori

source: For more information, please visit:
sr: Za više informacija posetite:

source: True
sr: Tačno

source: False
sr: Netačno

source: Please select
sr: Molimo izaberite

source: true
sr: tačno

source: Clear
sr: Očisti

source: Cancel
sr: Otkaži

source: The number of points to be selected:
sr: Broj tačaka koje treba izabrati:

source: Basic
sr: Osnovni

source: Color
sr: Boja

source: Type
sr: Tip

source: Width
sr: Širina

source: Line
sr: Prava

source: Circle
sr: Krug

source: Point
sr: Tačka

source: Angle Text
sr: Oznaka ugla

source: Arc Num
sr: Broj lukova

source: Label
sr: Oznaka

source: Show Label
sr: Prikaži oznaku

source: Show Text
sr: Prikaži tekst

source: Significant Digits
sr: Značajne cifre

source: Point number
sr: Broj tačaka

source: Draw Line
sr: Nacrtaj pravu

source: Num
sr: Broj

source: Length
sr: Dužina

source: Polygon
sr: Mnogougao

source: Angle
sr: Ugao

source: Name
sr: Naziv

source: Radius
sr: Poluprečnik

source: X Coordinate
sr: X koordinata

source: Y Coordinate
sr: Y koordinata

source: Frozen
sr: Fiksiran

source: Point on Line
sr: Tačka na pravoj

source: Point on Circle
sr: Tačka na krugu

source: Center
sr: Centar

source: Center X
sr: X koordinata centra

source: Center Y
sr: Y koordinata centra

source: Grid Step
sr: Korak mreže

source: Slope Angle
sr: Nagibni ugao

source: Slope
sr: Nagib

source: Save as PS
sr: Sačuvaj kao PS

source: Gray
sr: Sivo

source: Black and White
sr: Crno-belo

source: Point filled with background color
sr: Tačka sa popunjenom pozadinom

source: Intersection
sr: Presek

source: Angle Specification must be done before drawing anything
sr: Specifikacija ugla mora biti izvršena pre crtanja bilo čega

source: Warning
sr: Upozorenje

source: The selected two lines don't have intersected point
sr: Dve prave koje ste odabrali se ne seku

source: No intersected point
sr: Ne postoji presečna tačka

source: The two lines you selected are parallel, don't have any intersection!
sr: Dve prave koje ste odabrali su međusobno paralelne, stoga nemaju presek!

source: No intersection
sr: Ne postoji presek

source: The line and the circle you selected don't have any intersection
sr: Prava i krug koji se odabrali se ne seku

source: The two objects you selected already have two points as their intersections
sr: Dva objekta koja ste odabrali već imaju dve presečne tačke

source: intersection already defined
sr: presek je već definisan

source: The circles you selected don't have any intersection
sr: Krugovi koje ste odabrali se ne seku

source: Area
sr: Površina

source: Girth
sr: Obim

source: Properties
sr: Svojstva

source: File
sr: Datoteka

source: New
sr: Novi

source: Open
sr: Otvori

source: Import
sr: Uvezi

source: Save
sr: Sačuvaj

source: Save as...
sr: Sačuvaj kao...

source: Save as Text
sr: Sačuvaj kao tekst

source: Save as PDF
sr: Sačuvaj kao PDF

source: Save as Image
sr: Sačuvaj kao sliku

source: Save as Animated Image
sr: Sačuvaj kao animaciju

source: Save Proof as Animated Image
sr: Sačuvaj dokaz kao animaciju

source: Save GDD Proof as GraphViz File
sr: Sačuvaj GDD dokaz kao GraphViz datoteku

source: Print
sr: Štampaj

source: Exit
sr: Izađi

source: Examples
sr: Primeri

source: Construct
sr: Konstruiši

source: Point by Point and Segment
sr: Tačka određena tačkom i duži

source: Radical of Two Circles
sr: Radikalna osa dva kruga

source: Oriented T Segment
sr: Vektor normalan na odabranu duž

source: Other...
sr: Ostalo...

source: Midpoint
sr: Središte

source: Circumcenter
sr: Središte opisanog kruga

source: Centroid
sr: Težište

source: Orthocenter
sr: Ortocentar

source: Incenter
sr: Središte upisanog kruga

source: Foot
sr: Podnožje

source: Parallel
sr: Paralelno

source: Perpendicular
sr: Upravno

source: Angle Bisector
sr: Simetrala ugla

source: Aline
sr: Aprava

source: Bline
sr: Simetrala duži

source: TCline
sr: Tangenta na krug

source: Circle by Three Points
sr: Krug zadat sa tri tačke

source: Compass
sr: Šestar

source: Action
sr: Akcija

source: Intersect
sr: Preseći

source: Mirror
sr: Refleksija

source: Triangle
sr: Trougao

source: Isosceles Triangle
sr: Jednakokraki trougao

source: Equilateral Triangle
sr: Jednakostranični trougao

source: Right-angled Triangle
sr: Pravougli trougao

source: Isosceles Right-angled Triangle
sr: Jednakokraki pravougli trougao

source: Quadrangle
sr: Četvorougao

source: Parallelogram
sr: Paralelogram

source: Trapezoid
sr: Trapez

source: Right-angled Trapezoid
sr: Pravougli trapez

source: Rectangle
sr: Pravougaonik

source: Rectangle {0}
sr: Pravougaonik {0}

source: Square
sr: Kvadrat

source: Pentagon
sr: Petougao

source: Special Angles
sr: Posebni uglovi

source: Constraint
sr: Ograničenje

source: Angle Specification
sr: Specifikacija ugla

source: Equal Ratio
sr: Jednak odnos

source: Equal Distance
sr: Jednako rastojanje

source: Ratio Distance
sr: Razmera rastojanja

source: Trace
sr: Trag

source: Locus
sr: Geometrijsko mesto tačaka

source: Animation
sr: Animacija

source: Fill Polygon
sr: Popuni mnogougao

source: Measure Distance
sr: Izmeri rastojanje

source: Arrow
sr: Strelica

source: Right-angle Mark
sr: Oznaka za prav ugao

source: Calculation
sr: Izračunavanje

source: Hide Object
sr: Sakrij objekat

source: Show Object
sr: Prikaži objekat

source: Transform
sr: Transformiši

source: Equivalence
sr: Ekvivalentnost

source: Lemmas
sr: Leme

source: Rules for Full Angle
sr: Pravila izvođenja za metod punih uglova

source: Rules for GDD
sr: Pravila izvođenja za metod GDD

source: Rules for the Full Angle Method
sr: Pravila izvođenja za metod punih uglova

source: Rules for the GDD Method
sr: Pravila izvođenja za metod GDD

source: Options
sr: Opcije

source: Preferences
sr: Podešavanja

source: Construct History
sr: Rekonstruiši istoriju

source: Show Step Bar
sr: Prikaz trake koraka

source: Style Dialog
sr: Stil Dialog

source: Help
sr: Pomoć

source: Help on Mode
sr: Pomoć u vezi režima

source: JGEX Homepage
sr: JGEX Početna strana

source: Contact Us
sr: Kontakt

source: About JGEX
sr: O JGEX-u

source: Move
sr: Pomeri

source: Select
sr: Izaberi

source: Please input the value of the angle
sr: Unesite vrednost ugla

source: Nothing to be saved.
sr: Nije bilo izmena koje bi se sačuvale.

source: The diagram has been changed, do you want to save it?
sr: Dijagram je promenjen, želite li da ga sačuvate?

source: File exists
sr: Datoteka postoji

source: No animation has been defined.
sr: Animacija nije definisana.

source: GIF Option
sr: GIF opcija

source: Image Quality
sr: Kvalitet slike

source: Best
sr: Najbolji

source: Good
sr: Dobar

source: Medium
sr: Srednji

source: Low
sr: Slab

source: Very Low
sr: Veoma slab

source: sangle
sr: specijalni ugao

source: Online Help
sr: Onlajn pomoć

source: Check for Update
sr: Dostupna ažuriranja

source: Algebraic Translation
sr: Algebarska translacija

source: Variables
sr: Promenljive

source: Reduce
sr: Smanji

source: Details
sr: Detalji

source: Reload
sr: Učitaj ponovo

source: Close
sr: Zatvori

source: Variable
sr: Promenljiva

source: Polynomial
sr: Polinom

source: Cut
sr: Iseci

source: Copy
sr: Kopiraj

source: Paste
sr: Zalepi

source: Delete
sr: Izbriši

source: Objects
sr: Objekti

source: Display
sr: Prikaži

source: Mode
sr: Režim

source: Other
sr: Ostalo

source: Save Preferences
sr: Sačuvaj postavke

source: Default
sr: Podrazumevan

source: Can not save Preferences
sr: Nije moguće sačuvati postavke

source: Preferences have been successfully saved.
sr: Postavke su uspešno sačuvane.

source: Please restart the program.
sr: Molimo iznova pokrenite program.

source: Saved
sr: Sačuvano

source: Point's Text
sr: Oznaka tačke

source: Default Font
sr: Podrazumevani font

source: Choose default font for point's text
sr: Izaberi podrazumevani font za oznaku tačke

source: None
sr: Nijedan

source: Degrees
sr: Stepeni

source: Foot Mark
sr: Fusnota

source: Show foot mark
sr: Prikaži fusnotu

source: Without Arrow
sr: Bez strelice

source: With Arrow
sr: Sa strelicom

source: Multiple Arc
sr: Višestruki luk

source: Fill
sr: Popuni

source: Polygon Moving Interval
sr: Interval kretanja poligona

source: Theorem
sr: Teorema

source: Area Method
sr: Metoda površina

source: Area Method computations
sr: Izračunvanja u metodi površina

source: Manual proof editor
sr: Ručni editor dokaza

source: Manual Method
sr: Ručni metod

source: Deduction tree of the GDD method
sr: Stablo izvođenja za metod GDD

source: Algebraic computations for Wu's method
sr: Algebarska izračunavanja za Vuov metod

source: Algebraic computations for the Groebner basis method
sr: Algebarska izračunavanja za metod Grebnerovih baza

source: Derivation for the Full Angle method
sr: Izvođenja u metodi punih uglova

source: Show the internal description of the construction
sr: Prikaži interni opis konstrukcije

source: Show general properties that seem to be true
sr: Prikaži opšta svojstva koja bi trebalo da budu tačna

source: Fixpoint
sr: Fiksna tačka

source: Color Mode
sr: Režim boja

source: Colorful
sr: Raznobojno

source: Grid
sr: Mreža

source: Choose Color
sr: Odaberite boju

source: AntiAlias
sr: Antialijasing

source: ON
sr: Uključeno

source: OFF
sr: Isključeno

source: Language
sr: Jezik

source: LookAndFeel
sr: Izgled

source: Edit
sr: Izmeni

source: Add
sr: Dodaj

source: Append
sr: Dodaj na kraj

source: Child
sr: Dete

source: Basic Assertions
sr: Osnovna tvrđenja

source: Polygon Related
sr: Povezano sa mnogouglovima

source: Inequality
sr: Nejednakost

source: Delete this row
sr: Obriši ovaj red

source: Add a new row
sr: Dodaj novi red

source: Nondegenerate Conditions
sr: Uslovi nedegenarisanosti

source: The Simplified Nondegenerate Conditions
sr: Pojednostavljeni uslovi nedegenerisanosti

source: The Final Nondegenerate Conditions
sr: Konačni uslovi nedegenerisanosti

source: Construction
sr: Konstrukcija

source: Nondegenerate Condition
sr: Uslov nedegenerisanosti

source: Numerical Check
sr: Numerička provera

source: TRUE
sr: Tačno

source: FALSE
sr: Netačno

source: The Algebraic Form:
sr: Algebarski oblik:

source: The Nondegenerate Conditions:
sr: Uslovi nedegenerisanosti:

source: The Initial Polynomial Set:
sr: Početni skup polinoma:

source: The Groebner basis:
sr: Grebnerova baza:

source: The conclusion:
sr: Zaključak:

source: The conclusion after reduce:
sr: Zaključak nakon redukcije:

source: The conclusion is true
sr: Zaključak je tačan

source: The conclusion is false
sr: Zaključak je netačan

source: Search facts
sr: Traži činjenice

source: Add Conclusion
sr: Dodaj zaključak

source: Time:
sr: Vreme:

source: second(s)
sr: sekund(e)

source: lines
sr: prave

source: parallel lines
sr: paralelne prave

source: perpendicular lines
sr: upravne prave

source: midpoints
sr: središta

source: circles
sr: krugovi

source: congruent segments
sr: podudarne duži

source: congruent angles
sr: podudarni uglovi

source: similiar triangles
sr: slični trouglovi

source: congruent triangles
sr: podudarni trouglovi

source: special angles
sr: specijalni uglovi

source: perp-acong angles
sr: pravolinijski uglovi koji su kongruentni

source: ratio segments
sr: razmera duži

source: Can not find any proof!
sr: Ne mogu naći dokaz!

source: Not Found
sr: Nije pronađen

source: No conclusion has been set!
sr: Zaključak nije zadat!

source: No conclusion
sr: Bez zaključka

source: Message
sr: Poruka

source: Please construct the diagram first!
sr: Molim Vas da najpre napravite dijagram!

source: Diagram not completed
sr: Dijagram nije završen

source: {0} is trivially true
sr: {0} Je trivijalno tačno

source: {0} is obviously true (by hypothesis)
sr: {0} Je očigledno tačno (na osnovu hipoteze)

source: Can not prove this theorem
sr: Ne uspevam da dokažem ovu teoremu

source: Information
sr: Informacije

source: Show Detail
sr: Prikaži detalje

source: Failed
sr: Neuspešno

source: The conclusion can not be translated to full-angle expression.
sr: Zaključak se ne može prevesti u izraz sa punim uglom.

source: Not Supported
sr: Nije podržano

source: Prove
sr: Dokaži

source: Prove in a new tab
sr: Dokaži u novoj kartici

source: Search a fact
sr: Traži činjenicu

source: File format not supported!
sr: Format datoteke nije podržan!

source: Can not open
sr: Ne mogu da otvorim

source: Deductive Database Method
sr: Metod deduktivne baze podataka

source: Full Angle Method
sr: Metoda punog ugla

source: Traditional Method
sr: Tradicionalna metoda

source: Wu's Method
sr: Vuova metoda

source: To Prove
sr: Dokazati

source: Polynomials
sr: Polinomi

source: All solutions
sr: Sva rešenja

source: Remainder
sr: Ostatak

source: The Triangulized Hypotheses:
sr: Hipoteze nakon postupka triangulacije:

source: Successive Pseudo Remainder of the conclusion wrt Triangulized Hypotheses:
sr: Uzastopni pseudo-ostatak pri deljenju zaključka u odnosu na hipoteze nakon postupka triangulacije:

source: System Run Out Of Memory
sr: Sistem je ostao bez memorije

source: The Theorem Is Not Proved!
sr: Teorema nije dokazana!

source: The conclusion is not proved
sr: Zaključak nije dokazan

source: Set the ratio
sr: Postavi razmeru

source: Please input two integers
sr: Unesite dva cela broja

source: Edit Text
sr: Uredi tekst

source: Freeze
sr: Zamrzni

source: Unfreeze
sr: Odmrzni

source: because
sr: zato što

source: Text
sr: Tekst

source: Data
sr: Podaci

source: Function
sr: Funkcija

source: Coordinates
sr: Koordinate

source: Connection failed: Please check your network connection and try again.
sr: Povezivanje nije uspelo: Molimo proverite vašu internet konekciju i pokušajte ponovo.

source: Connection failed
sr: Povezivanje nije uspelo

source: Update Information
sr: Ažuriraj informacije

source: A new version is available on the server, do you want to update?
sr: Nova verzija je dostupna, želite li da izvršite ažuriranje?

source: Your current JGEX version
sr: Tekuća verzija JGEX-a

source: Available JGEX version
sr: Dostupna verzija JGEX-a

source: Press OK to update.
sr: Kliknite OK za ažuriranje.

source: JGEX Update
sr: JGEX ažuriranje

source: Hide
sr: Sakrij

source: File downloaded! To update JGEX, the program will exit and restart
sr: Datoteka je preuzeta! Da biste ažurirali JGEX, program će prekinuti sa radom i ponovo se pokrenuti

source: by HYP
sr: po HIP

source: Font Chooser
sr: Odaberite font

source: Italic
sr: Kurziv

source: Underline
sr: Podvučeno

source: Strikethrough
sr: Precrtano

source: Subscript
sr: Indeks

source: Superscript
sr: Eksponent

source: Preview Font
sr: Pregled fonta

source: Font name
sr: Naziv fonta

source: Font size
sr: Veličina fonta

source: Effects
sr: Efekti

source: Font color
sr: Boja fonta

source: Save and exit
sr: Sačuvaj i izađi

source: Exit without save
sr: Izađi bez čuvanja

source: Start the animation
sr: Pokreni animaciju

source: Pause the animation
sr: Pauziraj animaciju

source: Stop the animation
sr: Zaustavi animaciju

source: Click two circles to construct their radical axis
sr: Odaberi dva kruga čiju je radikalnu osu potrebno konstruisati

source: Click two points A, B, then point C to get CD equal and perpendicular to +- AB
sr: Odaberi dve tačke A, B, a potom i treću tačku C tako da je CD jednako i normalno na +- AB

source: Input your own ratio
sr: Unesi razmeru koju želiš

source: Click two points to get a point with ratio {0}
sr: Odaberi dve tačke da dobiješ tačku sa razmerom {0}

source: Add a single point
sr: Dodaj tačku

source: Click two points to get their midpoint
sr: Odaberi dve tačke da dobiješ njihovo središte

source: Construct the circumcenter by selecting three points
sr: Konstruiši opisanu kružnicu odabirom tri tačke

source: Construct the centroid by clicking three points
sr: Konstruiši težište odabirom tri tačke

source: Construct the orthocenter by clicking three points
sr: Konstruiši ortocentar odabirom tri tačke

source: Construct the incenter by clicking three points
sr: Konstruiši upisani krug odabirom tri tačke

source: Click a point then drag to a line to construct the foot
sr: Odaberi tačku i povuci pravu da konstruišeš podnožje

source: Draw a line by connecting two points
sr: Nacrtaj pravu povezivanjem dve tačke

source: Parallel Line
sr: Paralelna prava

source: parallel line
sr: paralelna prava

source: Perpendicular Line
sr: Normalna prava

source: perpendicular line
sr: normalna prava

source: Draw an angle bisector
sr: Nacrtaj simetralu ugla

source: Draw Aline
sr: Nacrtaj Apravu

source: Perp-Bisect Line
sr: Simetrala duži

source: Tangent Line
sr: Tangenta

source: Draw a circle by a center point and a point on circle
sr: Nacrtaj krug sa datim središtem i tačkom koja mu pripada

source: Circle by Radius
sr: Krug zadat poluprečnikom

source: Intersect to decide a point
sr: Odaberi dva objekta da dobiješ njihovu presečnu tačku

source: Mirror an element with respect to a line or a point
sr: Izvrši refleksiju objekta u odnosu na pravu ili tačku

source: Draw a triangle
sr: Nacrtaj trougao

source: Draw an isosceles triangle
sr: Nacrtaj jednakokraki trougao

source: Draw an equilateral triangle
sr: Nacrtaj jednakostranični trougao

source: Draw a right-angled triangle
sr: Nacrtaj pravougli trougao

source: Draw an isosceles right-angled triangle
sr: Nacrtaj jednakokraki pravougli trougao

source: Draw a quadrangle
sr: Nacrtaj četvorougao

source: Draw a parallelogram
sr: Nacrtaj paralelogram

source: Draw a trapezoid
sr: Nacrtaj trapez

source: Draw a right angle trapezoid
sr: Nacrtaj pravougli trapez

source: Draw a rectangle
sr: Nacrtaj pravougaonik

source: Draw a square
sr: Nacrtaj kvadrat

source: Draw a pentagon
sr: Nacrtaj petougao

source: Draw a polygon
sr: Nacrtaj mnogougao

source: Draw an angle of {0} degrees
sr: Nacrtaj ugao od {0} stepeni

source: Draw an angle of other degrees
sr: Nacrtaj ugao proizvoljne veličine

source: Set two angles equal
sr: Postavi da su dva ugla jednaka

source: Set the sum of three angles equal to one
sr: Postavi da je zbir tri ugla jednak jedan

source: Select four segments to set their equal ratio
sr: Odaberi četiri duži da postaviš da su razmera prve dve i razmera druge dve jednake

source: Set two segments to be equal
sr: Postavi da su dve duži jednake

source: Set two segments to have ratio: {0}
sr: Postavi da je razmera duži: {0}

source: Set two segments to have specified ratio
sr: Postavi razmeru duži na zadatu vrednost

source: Set two circles to be tangent
sr: Postavi da su dva kruga tangentna

source: Select a point to trace its locus (in combination with move or animation)
sr: Odaberi tačku da pratiš njeno geometrijsko mesto (u kombinaciji sa pomeranjem ili animacijom)

source: The locus of a point
sr: Geometrijsko mesto tačaka

source: Click a point then an object to animate
sr: Odaberi tačku a zatim i objekat koji treba animirati

source: select a closed segment path to fill the polygon
sr: odaberi zatvorenu izlomljenu liniju da obojiš njenu unutrašnjost

source: Select two angle to set equal
sr: Odaberi dva ugla da postaviš da su jednaki

source: Select two points to construct an arrow
sr: Odaberi dve tačke da konstruišeš strelicu

source: Mark for equal with one line
sr: Označi jednakost stranica/uglova jednom crticom

source: Mark for equal with two lines
sr: Označi jednakost stranica/uglova sa dve crtice

source: Mark for equal with three lines
sr: Označi jednakost stranica/uglova sa tri crtice

source: Mark for equal with four lines
sr: Označi jednakost stranica/uglova sa četiri crtice

source: Draw a right angle mark
sr: Nacrtaj oznaku za prav ugao

source: Hide objects
sr: Sakrij objekte

source: Show objects that is hiden
sr: Prikaži objekat koji je sakriven

source: Transform polygon
sr: Transformiši mnogougao

source: Set the default property
sr: Postavi podrazumevano svojstvo

source: Edit construct history
sr: Izmeni istoriju konstruisanja

source: Show Draw Style Dialog
sr: Prikaži dijalog za podešavanje stila crtanja

source: About Java Geometry Expert
sr: O Java Geometry Expert

source: construct history
sr: istorija konstruisanja

source: translate view
sr: transliraj pogled

source: zoom in view
sr: uvećaj pogled

source: zoom out view
sr: umanji pogled

source: snap to grid
sr: poravnaj sa mrežom

source: draw the rectangle grid
sr: nacrtaj pravougaonu mrežu

source: make the grid less dense
sr: učini mrežu manje gustom

source: make the grid more dense
sr: učini mrežu više gustom

source: redo a step
sr: ponovi korak

source: back to start
sr: vrati se na početak

source: auto show draw step by step
sr: automatski prikaz crteža korak po korak

source: Create a new view
sr: Kreiraj novi pogled

source: Open a file
sr: Otvori fajl

source: Save to a file
sr: Sačuvaj urađeno u fajl

source: Select mode
sr: Odaberi režim

source: Select two points to construct a line
sr: Odaberi dve tačke da konstruišeš njima određenu pravu

source: Draw a line which is parallel to another line
sr: Crta pravu koja je paralelna drugoj pravoj

source: Select a point and a line to construct the foot
sr: Odaberi tačku i pravu da konstruišeš podnožje

source: Draw two points and a circle
sr: Crta dve tačke i krug

source: Select three points to construct the circle passing through them
sr: Odaberi tri tačke da konstruišeš njima određeni krug

source: Draw a circle with center and radius
sr: Crta krug sa centrom i poluprečnikom

source: Define a polygon
sr: Definiše mnogougao

source: Select two lines to define their full-angle with a label
sr: Odaberi dve linije da definišeš i označiš pun ugao njima određen

source: Add text
sr: Dodaj tekst

source: Take the intersection of two objects (circle or line)
sr: Uzima presek dva objekta (kruga ili prave)

source: Mirror a object by clicking and then click a reflection axis or point
sr: Izvrši reflektovanje objekta tako što ćeš odabrati njega i osu ili tačku refleksije

source: Select two points or drag a segment to construct an isosceles triangle
sr: Odaberi dve tačke ili prevuci duž da konstuišeš jednakokraki trougao

source: Select two points or drag a segment to construct a square
sr: Odaberi dve tačke ili prevuci duž da konstruišeš kvadrat

source: Play
sr: Pokreni

source: Pause
sr: Pauziraj

source: stop
sr: zaustavi

source: Draw a line which is perpendicular to another line
sr: Crta pravu koja je normalna na drugu pravu

source: Draw a line which is perp-bisect to another line
sr: Crta simetralu duži

source: Draw line which is tangent to a circle
sr: Crta tangentu kruga

source: Draw a circle by three points
sr: Crta krug uz pomoć tri tačke

source: Translate
sr: Potez

source: Zoom-in
sr: Uvećaj

source: Zoom-out
sr: Smanji

source: snap
sr: poravnaj

source: grid
sr: mreža

source: lessGrid
sr: manje gusta mreža

source: moreGrid
sr: gušća mreža

source: redo
sr: ponovi

source: undo
sr: poništi

source: play
sr: pokreni

source: new
sr: novi

source: open
sr: otvori

source: save
sr: sačuvaj

source: move
sr: pomeri

source: point
sr: tačka

source: line
sr: prava

source: parallel
sr: paralela

source: perpendicular
sr: normala

source: foot
sr: podnožje

source: circle
sr: krug

source: circle3p
sr: krug3p

source: compass
sr: šestar

source: polygon
sr: mnogougao

source: angle
sr: ugao

source: text
sr: tekst

source: intersect
sr: presek

source: isosceles triangle
sr: jednakokraki trougao

source: segment
sr: duž

source: midpoint
sr: središte

source: square
sr: kvadrat

source: triangle
sr: trougao
