Repository: kovzol/Java-Geometry-Expert
Catalog: src/main/po/rs.po
Languages: sr

source: If G is the orthocenter of ABC, ∠[AE, HI] = ∠[AE, BE] + ∠[BE, HI] = ∠[1] + ∠[BE, HI].
sr: Ako je G ortocentar trougla ABC, tada važi da je ∠[AE, HI] = ∠[AE, BE] + ∠[BE, HI] = ∠[1] + ∠[BE, HI].

source: If A is the incenter of P2KI, ∠[AB, CD] = ∠[AB, BK] + ∠[BK, CD] = ∠[1] + ∠[KI, KA] + ∠[IA, IK] + ∠[BK, CD].
sr: Ako je A centar opisane kružnice trougla P2KI, tada važi da je ∠[AB, CD] = ∠[AB, BK] + ∠[BK, CD] = ∠[1] + ∠[KI, KA] + ∠[IA, IK] + ∠[BK, CD].

source: Equal angle found in the Geometry Deductive Database.
sr: Pronađen je jednak ugao u deduktivnoj geometrijskoj bazi podataka.

source: If AB ⊥ AC and AB = AC, then ∠[AB,AC] = 2 · ∠[AB,BC].
sr: Ako je AB ⊥ AC i AB = AC, onda je i ∠[AB,AC] = 2 · ∠[AB,BC].

source: If AB ⊥ AC and AB = AC, then 2 · ∠[AB,DE] = 2 · ∠[AB,BC] + 2 · ∠[BC,DE] = ∠[1] + 2 · ∠[BC,DE].
sr: Ako je AB ⊥ AC i AB = AC, onda je 2 · ∠[AB,DE] = 2 · ∠[AB,BC] + 2 · ∠[BC,DE] = ∠[1] +2 · ∠[BC,DE].

source: If OB // DE and A is on the circle (O,B), then 2 · ∠[AB, DE] = ∠[OA,OB].
sr: Ako je OB // DE i A se nalazi na krugu(O,B), tada je 2 · ∠[AB, DE] = ∠[OA,OB].

source: A is on circle (O,B), then 2 · ∠[AB, DE] = ∠[OA,OB] + 2 · ∠[OA,DE].
sr: A se nalazi na krugu(O,B), tada je 2 · ∠[AB, DE] = ∠[OA,OB] + 2 · ∠[OA,DE].

source: CD is the diameter of a circle (A,BCD), AB ⊥ CD, then 2 · ∠[DB,BA] = ∠[1].
sr: Neka je CD prečnik kruga(A, BCD) i važi AB ⊥ CD, tada je 2 · ∠[DB,BA] = ∠[0].

source: A, B, C, D, E are concyclic and AC = AD, then 2 · ∠[AB, BC] = ∠[CE, ED].
sr: Ako su A, B, C, D, E su konciklične tačke i AC = AB, tada je 2 · ∠[AB, BC] = ∠[CE, ED].

source: If A, B, E, F, G are concyclic and AE = AF, then 2 · ∠[AB, CD] = 2 · ∠[BE, CD] + ∠[EG, GF].
sr: Ako su A, B, E, F, G ciklične tačke i AE = AF, tada je 2 · ∠[AB, CD] = 2 · ∠[BE, CD] + ∠[EG, GF].

source: If AB = AC = BC, i.e., triangle ABC is an equilateral triangle, then 3 · ∠[AB, BC] = ∠[0].
sr: Ako je AB = AC = BC, tj. trougao ABC je jednakostranični trougao, tada je 3 · ∠[AB, BC] = ∠[0].

source: Full Rules
sr: Pravila za izvođenje metodom punog ugla

source: The point should be a fix point.
sr: Tačka bi trebalo da bude fiksna.

source: Please select the second point.
sr: Molimo odaberite drugu tačku.

source: Please select a line or a circle.
sr: Molimo odaberite pravu ili krug.

source: Expand/collapse proof tree
sr: Proširi/sažmi stablo dokaza

source: Compute proof with the selected method
sr: Dokaži izabranom metodom

source: Failed to prove this theorem with Deductive Database Method.
sr: Nije moguće dokazati ovu teoremu primenom metode Deduktivne baze podataka.

source: Which?
sr: Koji?

source: GBasis is Running
sr: Metoda Grebnerovih baza je pokrenuta

source: The Process Is Stopped By The User.
sr: Proces je zaustavljen od strane korisnika.

source: seconds
sr: sekundi

source: AAA
sr: UUU

source: by Rule?
sr: pravilom?

source: by {0}
sr: sa {0}

source: Middle Point
sr: Središte duži

source: View Remainder
sr: Pogledaj ostatak

source: Current Solution:
sr: Trenutno rešenje:

source: Choose a rectangle
sr: Odaberi pravougaonik

source: Saving Proof as GIF File
sr: Čuvanje dokaza u obliku GIF fajla

source: Default Delay
sr: Podrazumevano odlaganje

source: Delay at End
sr: Odlaganje na kraju

source: Look in:
sr: Pogledaj u:

source: File name:
sr: Naziv fajla:

source: Files of type:
sr: Fajlovi datog tipa:

source: Save in:
sr: Sačuvaj u:

source: Save As
sr: Sačuvaj kao

source: All Files
sr: Svi fajlovi

source: The diagram is frozen, use right click menu to unfreeze!
sr: Dijagram je zamrznut, koristi kontekstni meni da ga odmrzneš!

source: Open selected file
sr: Otvori odabrani fajl

source: Abort file chooser dialog
sr: Zatvori dijalog za odabir fajlova

source: Up One Level
sr: Jedan nivo iznad

source: Home
sr: Početna

source: Create New Folder
sr: Kreiraj novi folder

source: List
sr: Lista

source: Date Modified
sr: Datum promene
