Repository: kovzol/Java-Geometry-Expert
Catalog: src/main/po/rs.po
Languages: sr

source: equilateral triangle
sr: jednakostranični trougao

source: quadrangle
sr: četvorougao

source: pentagon
sr: petougao

source: trapezoid
sr: trapez

source: right angle trapezoid
sr: pravougli trapez

source: rectangle
sr: pravougaonik

source: hence
sr: stoga

source: Can not find image: {0}
sr: Ne mogu naći sliku: {0}

source: Given:
sr: Dato:

source: To Prove:
sr: Potrebno dokazati:

source: In
sr: U

source: and
sr: i

source: Similarly,
sr: Slično tome,

source: area
sr: površina

source: parallelogram
sr: paralelogram

source: Please select two points
sr: Odaberite dve tačke

source: Please select two segments
sr: Odaberite dve duži

source: Please select two lines
sr: Odaberite dve prave

source: Please select two angles
sr: Odaberite dva ugla

source: Please select two triangles
sr: Odaberite dva trougla

source: Please select three non-collinear points
sr: Odaberite tri nekolinearne tačke

source: Please select three points
sr: Odaberite tri tačke

source: Please select four points
sr: Odaberite četiri tačke

source: Please select N(>=3) points
sr: Odaberite N (>=3) tačaka

source: Can not find object icon {0}
sr: Nije moguće naći ikonicu objekta {0}

source: Can not find file {0}
sr: Nije moguće naći fajl {0}

source: number
sr: broj

source: Keywords
sr: Ključne reči

source: Symbol
sr: Simbol

source: Assertion
sr: Tvrdnja

source: Object
sr: Objekat

source: Draw
sr: Crtati

source: Equation
sr: Jednačina

source: Rule
sr: Pravilo

source: Rule1
sr: Pravilo 1

source: Rule2
sr: Pravilo 2

source: Rule3
sr: Pravilo 3

source: SAS
sr: SUS

source: AAS
sr: UUS

source: ASA
sr: USU

source: Collinear
sr: Kolinearno

source: Cyclic
sr: Konciklične

source: Congruent
sr: Podudarno

source: Similar
sr: Sličan

source: Concurrent
sr: Konkurentne

source: Perp-Bisector
sr: Simetrala duži

source: Right Triangle
sr: Pravougli trougao

source: Iso-Right Triangle
sr: Jednakokrako pravougli trougao

source: Between
sr: Između

source: Angle Inside
sr: Unutrašnji ugao

source: Angle Outside
sr: Spoljašnji ugao

source: Same Side
sr: Sa iste strane

source: Convex
sr: Konveksno

source: assertion type: {0} not defined.
sr: tip pretpostavke: {0} nije definisano.

source: No Selected
sr: Nije odabrano

source: Dialog
sr: Dijalog

source: No Text
sr: Bez teksta

source: Value
sr: Vrednost

source: Name With Value
sr: Naziv sa vrednošću

source: Vertical Line
sr: Vertikalna linija

source: Horizontal Line
sr: Horizontalna linija

source: Geometry Expert
sr: Ekspert za geometriju

source: ALine
sr: A-prava

source: Hexagon
sr: Šestougao

source: Nteqangle
sr: Suprotan ugao

source: autoshowstep
sr: automatsko prikazivanje koraka

source: start to animate
sr: pokreni animaciju

source: Equal Angle
sr: Jednak ugao

source: Similiar Triangle
sr: Sličan trougao

source: Congruent Triangle
sr: Podudaran trougao

source: Bisect
sr: Simetrala

source: Tangent
sr: Tangenta

source: Equal Product
sr: Jednak proizvod

source: Ratio
sr: Razmera

source: Special Angle
sr: Posebni uglovi

source: Angles Equation
sr: Jednakost nad uglovima

source: Segment Equation
sr: Jednakost nad dužima

source: NDGs
sr: Uslovi nedegenerisanosti

source: failed
sr: nije uspelo

source: Version
sr: Verzija

source: On
sr: Uključeno

source: Background color
sr: Boja pozadine

source: Change Color
sr: Promeni boju

source: type
sr: tip

source: width
sr: širina

source: {0} already exists, do you want to overwrite it?
sr: {0} već postoji, želite li da je prepišete?

source: Can not prove this theorem with Deductive Database Method
sr: Ne mogu dokazati ovu teoremu primenom metode Deduktivne baze podataka

source: Can not prove this theorem.
sr: Nije moguće dokazati ovu teoremu.

source: Proof text
sr: Tekst dokaza

source: Author:
sr: Autor:

source: Free Point
sr: Slobodna tačka

source: The coordinates
sr: Koordinate

source: The equational hypotheses:
sr: Jednakosne pretpostavke:

source: The theorem is not proved with the Deductive Database Method!
sr: Teorema nije dokazana metodom Deduktivne baze podataka!

source: The theorem is not proved with The Full-Angle Method.
sr: Teorema nije dokazana metodom punih uglova.

source: Use the LEFT button to select a position
sr: Upotrebite levi taster miša za izbor pozicije

source: Select two points to determine a line
sr: Izaberite dve tačke da biste odredili pravu

source: Please use the menu "Action -> Animation" to define an animation first.
sr: Molimo koristite meni "Akcija -> Animacija" da najpre definišete animaciju.

source: Groebner Basis Method
sr: Metod Grebnerove baze

source: Because
sr: Zato

source: Hence
sr: Odatle

source: Total solutions:
sr: Ukupno rešenja:

source: Please select 3 points (0 points selected)
sr: Odaberite 3 tačke (0 tačaka je izabrano)

source: Can not open link {0}
sr: Nije moguće otvoriti link {0}

source: Construct a circle by clicking two points as radius and another point as center
sr: Konstruiši krug odabirom dve tačke čije rastojanje će biti prečnik ovog kruga i odabirom treće tačke za centar ovog kruga

source: Click a point then drag to construct a circle
sr: Odaberite tačku i pomerajte miša da bi se konstruisao krug

source: Adjust the speed of animation
sr: Podesite brzinu animacije

source: Reset
sr: Resetovanje

source: Start animation step by step
sr: Pokreni animaciju korak po korak

source: Go to the end of the proof
sr: Idi na kraj dokaza

source: Go to the next step of the proof
sr: Idi na sledeći korak dokaza

source: Unfreeze All Points
sr: Odmrzni sve tačke

source: Do you mean...
sr: Da li ste mislili...

source: Point {0}
sr: Tačka {0}

source: Line {0}
sr: Prava {0}

source: Circle {0}
sr: Krug {0}

source: Please draw...
sr: Molimo nacrtajte...

source: {0} points left
sr: {0} tačaka preostalo

source: midpoint of {0}
sr: središte od {0}

source: {0} is the midpoint of {1}
sr: {0} je središte od {1}

source: parallel to {0} passing through {1}
sr: paralelna sa {0} koja sadrži {1}

source: passing through {0}
sr: sadrži {0}

source: with foot {0}
sr: sa podnožjem {0}

source: Triangle {0}
sr: Trougao {0}

source: Quadrangle {0}
sr: Četvorougao {0}

source: Pentagon {0}
sr: Petougao {0}

source: Hexagon {0}
sr: Šestougao {0}

source: Polygon {0}
sr: Mnogougao {0}

source: Rhombus {0}
sr: Romb {0}

source: Isosceles triangle {0}
sr: Jednakokraki trougao {0}

source: Right triangle {0}
sr: Trougao {0}

source: Parallelogram {0}
sr: Paralelogram {0}

source: Square {0}
sr: Kvadrat {0}

source: Trapezoid {0}
sr: Trapez {0}

source: Right trapezoid {0}
sr: Pravougli trapez {0}

source: Equilateral triangle {0}
sr: Jednakostranični trougao {0}

source: {0} is the reflection of {1} wrt {2}
sr: {0} je reflektovana slika od {1} u odnosu na {2}

source: Right
sr: Desno

source: Building GIF File
sr: Kreiranje GIF fajla

source: {0} frame(s) added
sr: {0} okvira dodato

source: Next
sr: Sledeće

source: Rotate
sr: Rotiraj

source: Yes
sr: Da

source: No
sr: Ne

source: Take a point {0} on line {1} such that {2}
sr: Odaberi tačku {0} na pravoj {1} tako da {2}

source: Take a point {0} on circle {1} such that {2}
sr: Odaberi tačku {0} na krugu {1} tako da {2}

source: Radical of {0} and {1}
sr: Radikalna osa od {0} i {1}

source: LRatio of {0} and {1}
sr: LRazmera od {0} i {1}

source: NRatio of {0} and {1}
sr: NRazmera od {0} i {1}

source: PRatio of {0} and {1}
sr: PRazmera od {0} i {1}

source: TRatio of {0} and {1}
sr: TRazmera od {0} i {1}

source: on line {0}
sr: na pravoj {0}

source: {0} is on line {1}
sr: {0} je na pravoj {1}

source: {0} is parallel to {1}
sr: {0} je paralelna sa {1}

source: {0} is perpendicular to {1}
sr: {0} je normalna na {1}

source: {0} is on the perpendicular bisector of {1}
sr: {0} je na simetrali od {1}

source: on the perpendicular bisector of {0}
sr: na simetrali od {0}

source: on circle {0}
sr: na krugu {0}

source: {0} is on circle {1}
sr: {0} je na krugu {1}

source: circumcenter of {0}
sr: središte opisanog kruga {0}

source: {0} is the circumcenter of {1}
sr: {0} je središte opisanog kruga od {1}

source: incenter of {0}
sr: središte opisanog kruga {0}

source: {0} is the incenter of {1}
sr: {0} je centar upisanog kruga od {1}

source: orthocenter of {0}
sr: ortocentar od {0}

source: {0} is the orthocenter of {1}
sr: {0} je ortocentar od {1}

source: centroid of {0}
sr: težište od {0}

source: {0} is the centroid of {1}
sr: {0} je težište od {1}

source: barycenter of {0}
sr: centar masa od {0}

source: {0} is the barycenter of {1}
sr: {0} je centar masa od {1}

source: {0} are collinear
sr: {0} su kolinearne

source: {0} are parallel
sr: {0} su paralelne

source: {0} are perpendicular
sr: {0} su normalne

source: {0} are concyclic
sr: {0} su konciklične

source: Full
sr: Pun

source: Search
sr: Pretraga

source: Please choose
sr: Molimo izaberite

source: No result
sr: Nema rezultata

source: Press SHIFT and drag with right mouseclick to zoom, press SHIFT and drag with left mouseclick to move
sr: Pritisnite SHIFT i prevucite desnim klikom miša da zumirate, pritisnite SHIFT i prevucite levim klikom miša da pomerate

source: Click to see the detail
sr: Kliknuti za više detalja

source: Rule {0} for the GDD Method
sr: Pravilo {0} za metod Deduktivne baze

source: Rule {0} for the Full Angle Method
sr: Pravilo {0} za metod punog ugla

source: Rule {0}
sr: Pravilo {0}

source: RULE {0}
sr: PRAVILO {0}

source: addition
sr: sabiranje

source: rule {0}
sr: pravilo {0}

source: If AB ∥ BC, then A, B and C are collinear.
sr: Ako važi AB ∥ BC, onda su A,B i C kolinearne tačke.

source: For two angles ∠[l1,l2], ∠[l3,l4]. If l1 = l3 and l2 ∥ l4, then ∠[l1,l2] = ∠[l3,l4].
sr: Za dva ugla ∠[l1,l2], ∠[l3,l4] važi: ako je l1 = l3 i l2 ∥ l4, onda je ∠[l1,l2] = ∠[l3,l4].

source: For example, in parallelogram ABCD, AD ∥ BC and AC = CA, hence ∠[CAD] = ∠[ACB].
sr: Na primer, u paralelogramu ABCD važi da je AD ∥ BC i AC = CA, pa je i ∠[CAD] = ∠[ACB].

source: If AB ∥ CD and E is the intersection of AC and BD, then EA / EC = EB / ED.
sr: Ako je AB ∥ CD i E je presek AC i BD, onda je i EA / EC = EB / ED.

source: If AB ∥ EF and CD ⊥ AB, then CD ⊥ EF.
sr: Ako je AB ∥ EF i CD ⊥ AB, onda je i CD ⊥ EF.

source: If AB ⊥ CD, then ∠[AB,CD] = [1] (or 90 degrees).
sr: Ako je AB ⊥ CD, onda je i ∠[AB,CD] = [1] (ili 90 stepeni).

source: In a right triangle ACB, ∠C = [1], if E is the midpoint of AB, then E is the circumcenter of ABC with EA = EB = EC.
sr: U pravouglom trouglu ACB, ∠C = [1], ako je E središte duži AB, onda je E centar opisanog kruga trougla ABC i važi EA = EB = EC.

source: If AB ⊥ CD and CD ⊥ EF, then AB ∥ EF.
sr: Ako je AB ⊥ CD i CD ⊥ EF, onda je i AB ∥ EF.

source: For four points A,B,C,D, if AC ⊥ BC and AD ⊥ BD, then A,B,C,D are concyclic.
sr: Za četiri tačke A,B,C,D, ako je AC ⊥ BC i AD ⊥ BD, onda su A,B,C i D konciklične tačke.

source: For a circle c(O,AB) and a point C on circle c, if A,B,O are collinear, then AC ⊥ BC and ∠ACB = [1].
sr: Za krug c(O,AB) i tačku C na krugu c važi da ako su A,B,O kolinearne tačke, onda je AC ⊥ BC i ∠ACB = [1].

source: If AB is the diameter of a circle and point D is on the circle, then AD ⊥ BD.
sr: Ako je AB prečnik kruga i tačka D je na krugu, onda je AD ⊥ BD.

source: Angle of circumference equals to half of the angle at the center.
sr: Periferijski ugao kruga jednak je polovini centralnog ugla nad istom tetivom.

source: If AB ∥ CD and A,B,C,D are concyclic, then ∠ABC = ∠DAB.
sr: Ako AB ∥ CD i A,B,C i D su konciklične onda je ∠ABC = ∠DAB.

source: If A,B,C,D are concyclic, then ∠ADB = ∠ACB and vice versa.
sr: Ako su A, B,C, D konciklične, onda je ∠ADB = ∠ACB i obrnuto.

source: Chord tangent angle theorem.
sr: Ugao koji zaklapaju tangenta kruga i tetiva povučena iz tačke dodira tangente i kruga, jednak je periferijskom uglu nad tom tetivom.

source: A line passing the centers of two circles is perpendicular to the common chord of two circles.
sr: Prava koja prolazi kroz centre dva kruga je normalna na njihovu zajedničku tetivu.

source: For example, given two circles C1(O,AB) and C2(O1,AB), A and B are two common points, then OO1 ⊥ AB.
sr: Na primer, ako su nam data dva kruga C1(O,AB) i C2(O1,AB), gde su A i B njihove dve zajedničke tačke, onda je OO1 ⊥ AB.

source: The Addition for Full Angle.
sr: Sabiranje punih uglova.

source: If ∠[l1,l2] = ∠[l3,l4] and ∠[l5,l6] = ∠[l7,l8], and l2 = l6 and l4 = l7, then ∠[l1,l4] = ∠[l5,l8].
sr: Ako je ∠[l1,l2] = ∠[l3,l4] i ∠[l5,l6] = ∠[l7,l8], i l2 = l6 i l4 = l7, onda je ∠[l1,l4] = ∠[l5,l8].

source: If ∠[l1,l2] = ∠[l3,l4] and l1 ∥ l2, then l3 ∥ l4.
sr: Ako je ∠[l1,l2] = ∠[l3,l4] i l1 ∥ l2, onda je l3 ∥ l4.

source: Because if l1 ∥ l2, then ∠[l1,l2] = [0]. Hence ∠[l3,l4] = [0].
sr: Jer ako je l1 ∥ l2, tada je i ∠[l1,l2] = [0]. Odavde je ∠[l3,l4] = [0].

source: If ∠[l1,l2] = ∠[l3,l4] and l1 ∥ l3, then l2 ∥ l4.
sr: Ako je ∠[l1,l2] = ∠[l3,l4] i l1 ∥ l3, onda je i l2 ∥ l4.

source: If ∠[l1,l2] = ∠[l3,l4] and l1 ⊥ l2, then l3 ⊥ l4.
sr: Ako je ∠[l1,l2] = ∠[l3,l4] i l1 ⊥ l2, onda je l3 ⊥ l4.

source: If ∠[l1,l2] = ∠[l3,l4] and l1 ⊥ l3, then l2 ⊥ l4.
sr: Ako je ∠[l1,l2] = ∠[l3,l4] i l1 ⊥ l3, onda je l2 ⊥ l4.

source: Special Angles.
sr: Posebni uglovi.

source: Supplementary Angle.
sr: Suplementni ugao.

source: Isosceles Triangle.
sr: Jednokraki trougao.

source: Isosceles Triangle Theorem
sr: Teorema jednokrakog trougla

source: For an isosceles triangle ABC and a point D on line BC, if one of the following statements is true, the other two are also true:
sr: Za jednokraki trougao ABC i tačku D na pravoj BC, ako je bilo koje od narednih tvrđenja tačno, tačna su i druga dva:

source: 1. AD ⊥ BC, 2. D is the midpoint of BC, 3. ∠BAD = ∠DAC.
sr: 1. AD ⊥ BC, 2. D je središte BC, 3. ∠BAD = ∠DAC.

source: Congruent Triangles.
sr: Podudarni trouglovi.

source: Triangles are called congruent if they have the same size and shape. That is, corresponding angles have the same measure, and corresponding sides have the same length.
sr: Trouglovi su podudarni ako imaju istu veličinu i oblik. To jest, odgovarajući uglovi imaju istu meru, a odgovarajuće stranice imaju istu dužinu.

source: ASA (angle-side-angle) congruence.
sr: Stav podudarnosti USU (ugao–strana–ugao).

source: Two triangles are congruent if a pair of corresponding angles and the included side are equal.
sr: Dva trougla su podudarna ako su jedna ivica i na njoj nalegli uglovi jednog trougla podudarni sa odgovarajućom ivicom i odgovarajućim uglovima drugog trougla.

source: SAS (side-angle-side) congruence.
sr: Stav podudarnosti SUS (strana-ugao-strana).

source: Two triangles are congruent if a pair of corresponding sides and the included angle are equal.
sr: Dva trougla su podudarna ako su dve ivice i njima zahvaćeni ugao jednog trougla podudarni sa odgovarajućim ivicama i uglovima drugog trougla.

source: SSS (side-side-side) congruence.
sr: Stav podudarnosti SSS (strana-strana-strana).

source: Two triangles are congruent if their corresponding sides are equal.
sr: Dva trougla su podudarna ako su im odgovarajuće stranice jednake.

source: SAS (side-angle-side) congruence for right triangles.
sr: Stav podudarnosti SUS (strana-ugao-strana) za pravougle trouglove.

source: Two right triangles are congruent if their two corresponding sides are equal.
sr: Dva pravougla trougla su podudarna ako imaju jednake hipotenuze i po jednu katetu ili jednaka oba para odgovarajućih kateta.

source: Similar triangles.
sr: Slični trouglovi.

source: Similar triangles are triangles that have the same shape but possibly different size. In particular, corresponding angles are congruent, and corresponding sides are in proportion.
sr: Slični trouglovi su trouglovi koji imaju isti oblik, ali ne nužno istu veličinu. Preciznije, odgovarajući uglovi su jednaki, a odgovarajuće stranice su proporcionalne.

source: AAA (angle-angle-angle) similarity.
sr: UUU (ugao-ugao-ugao) stav sličnosti.

source: If two triangles have two corresponding angles that are congruent, then the triangles are similar. Because the sum of the angles in a triangle must be π, we really only need to know that two pairs of corresponding angles are congruent to know that the triangles are similar.
sr: Ako dva trougla imaju dva jednaka odgovarajuća ugla, onda su trouglovi slični. Budući da je zbir uglova u trouglu jednak π, dovoljno je znati da su dva para odgovarajućih uglova jednaka kako bi se utvrdilo da su trouglovi slični.

source: SAS (side-angle-side) similarity.
sr: SUS (strana-ugao-strana) stav sličnosti.

source: The side-angle-side (SAS) similarity test says that if two triangles have two pairs of sides that are proportional and the included angles are congruent, then the triangles are similar.
sr: Stav sličnosti trouglova strana-ugao-strana (SUS) kaže da, ako dva trougla imaju dva para proporcionalnih stranica i jednak zahvaćeni ugao, onda su trouglovi slični.

source: SSS (side-side-side) similarity.
sr: SSS (strana-strana-strana) stav sličnosti.

source: If two triangles have all three pairs of sides in proportion, the triangles are similar.
sr: Ako su dve stranice svakog para stranica dva trougla proporcionalne, onda su trouglovi slični.

source: Ratio by similarity.
sr: Razmera prema sličnosti.

source: Middle Connection Theorem for Triangles.
sr: Neka je dat trougao ABC i tačke D i E, redom središta stranica AB i AC. Tada je DE ∥ BC i duž DE je dva puta manja od duži BC.

source: The line connects the midpoints of two sides of a triangle is parallel to the third side of the triangle.
sr: Prava koja spaja središta dve stranice trougla je paralelna trećoj stranici trougla.

source: The hypotenuse of a right triangle is the diameter of the circumscribed circle of the triangle, and the midpoint of the hypotenuse is the center of the circle.
sr: Hipotenuza pravouglog trougla predstavlja prečnik opisanog kruga, a središte kruga je u središtu hipotenuze (vidi Talesovu teoremu).

source: For a right triangle ACB, if AC ⊥ BC and D is the midpoint of AB, then DC = DA = DB, D is the center of circle ABC.
sr: Za pravougli trougao ACB, ako je AC ⊥ BC i D je središte stranice AB, onda je DC = DA = DB, a tačka D je središte kružnice opisane oko trougla ABC.

source: Equilateral Triangles.
sr: Jednakostranični trougao.

source: An equilateral triangle is a triangle in which all three sides have equal lengths.
sr: Jednakostranični trougao je trougao u kojem su sve tri stranice jednake dužine.

source: Pythagorean Theorem.
sr: Pitagorina teorema.

source: In any right triangle, the area of the square whose side is the hypotenuse (the side of a right triangle opposite the right angle) is equal to the sum of areas of the squares whose sides are the two legs (i.e. the two sides other than the hypotenuse).
sr: U bilo kojem pravouglom trouglu, površina kvadrata čija stranica je hipotenuza (stranica pravouglog trougla nasuprot pravog ugla) jednaka je zbiru površina kvadrata čije su stranice katete (dve preostale stranice pravouglog trougla).

source: Parallelogram.
sr: Paralelogram.

source: A parallelogram is a quadrilateral with two sets of opposite parallel sides.
sr: Paralelogram je četvorougao sa dve suprotne paralelne stranice.

source: Middle Connection Theorem for Trapezoid.
sr: Teorema o srednjoj liniji trapeza: prava kroz središte jednog kraka trapeza paralelna osnovicama trapeza, mora da sadrži središte drugog kraka trapeza.

source: Ratio.
sr: Razmera.

source: Use Ratio in Deductive Database Method.
sr: Koristi razmeru u metodi Deduktivne baze podataka.

source: Ratio by angle bisector.
sr: Razmera prema simetrali ugla.

source: In triangle ABC, if AD is the bisector of angle A, and D is on line BC, then AB/BD = AC/DC.
sr: U trouglu ABC, ako je AD simetrala ugla A, a D leži na pravoj BC, onda važi da je AB/BD = AC/DC.

source: Rules related to parallel lines
sr: Pravila koja se odnose na paralelne prave

source: Rules related to perpendicular lines
sr: Pravila koja se odnose na normale

source: Rules related to circles
sr: Pravila koja se odnose na krugove

source: Rules related to angles
sr: Pravila koja se odnose na uglove

source: Rules related to triangles
sr: Pravila koja se odnose na trouglove

source: Other rules
sr: Ostala pravila

source: The Definition of Full Angle
sr: Definicija punog ugla

source: A full angle is defined as an ordered pair of two lines u and v denoted by ∠[u,v].
sr: Pun ugao se definiše kao uređeni par dve prave u i v, označen kao ∠[u,v].

source: ∠[u,v] = ∠[0] if and only if u ∥ v (including u = v).
sr: ∠[u,v] = ∠[0] Ako i samo ako u ∥ v (uključujući u = v).

source: ∠[u,v] = ∠[1] if and only if u ⊥ v.
sr: ∠[u,v] = ∠[1] ako i samo ako u ⊥ v.

source: Addition of Full Angles
sr: Sabiranje punih uglova

source: ∠[u,s] + ∠[s,v] = ∠[u,v]. This rule is to split an angle into two or more angles.
sr: ∠[u,s] + ∠[s,v] = ∠[u,v]. (Ovo pravilo služi da bi se ugao podelio na dva ili više manjih uglova.)

source: For example, for any line m, we have ∠[u,v] = ∠[u,m] + ∠[m,v].
sr: Na primer, za bilo koju liniju m, imamo ∠[u,v] = ∠[u,m] + ∠[m,v].

source: If l ⊥ v or ∠[l,v] = ∠[1], then ∠[u,v] = ∠[u,l] + ∠[l,v] = ∠[u,l] + ∠[1].
sr: Ako l ⊥ v ili ∠[l,v] = ∠[1], onda ∠[u,v] = ∠[u,l] + ∠[l,v] = ∠[u,l] + ∠[1].

source: For example, if we have AC ⊥ BC, then ∠[CBA] = ∠[BAC] + ∠[1].
sr: Na primer, ako imamo da je AC ⊥ BC, onda je ∠[CBA] = ∠[BAC] + ∠[1].

source: The Isosceles Triangle Theorem for Full Angle.
sr: Teorema o jednakokrakom trouglu za pune uglove.

source: The Inscribed Angle Theorem.
sr: Teorema o periferijskom uglu.

source: Points A,B,C and D are concyclic if and only if ∠[ACB] = ∠[ADB].
sr: A, B, C i D su konciklične tačke ako i samo ako je ∠[ACB] = ∠[ADB].

source: If A,B,M,N are concyclic, then ∠[AB, AM] = ∠[BN,NM]. Hence we have ∠[AB, CD] = ∠[AB, AM] + ∠[AM, CD] = ∠[BN,NM] + ∠[AM, CD].
sr: Ako su tačke A,B,C i D konciklične, tada je ∠[AB, AM] = ∠[BN,NM]. Iz ovoga sledi da važi jednakost ∠[AB, CD] = ∠[AB, AM] + ∠[AM, CD] = ∠[BN,NM] + ∠[AM, CD].

source: Rule 10.
sr: Pravilo 10.

source: If AB is the diameter of the circumcircle of triangle ABC and D is on the circumcircle, then for any line FG, we have ∠[CD,FG] = ∠[DBA] + ∠[ACB] + ∠[BC, FG].
sr: Ako je AB prečnik opisanog kruga trougla ABC, a D se nalazi na tom krugu, tada za bilo koju pravu FG važi da je ∠[CD,FG] = ∠[DBA] + ∠[ACB] + ∠[BC, FG].

source: If O is the intersection of circle (O1,OP1P3I) and circle (O2,OP2P4J) and O,I,J are collinear, then ∠[P1O, OP2] = ∠[P1P2, IP3] + ∠[JP4, P2P4].
sr: Ako je O presek kruga(O1, OP1P3I) i kruga(O2, OP2P4J) i O, I i J su kolinearne tačke, tada važi da je ∠[P1O, OP2] = ∠[P1P2, IP3] + ∠[JP4, P2P4].

source: If O is the circumcenter of triangle ABC, then ∠[BOC] = 2 · ∠[BAC].
sr: Ako je O centar opisanog kruga trougla ABC, tada važi ∠[BOC] = 2 · ∠[BAC].

source: For a circle (O,ABCD), if O is the intersection of AD and BC, then ∠[AOB] = 2 · ∠[CDA].
sr: Dat je krug(O, ABCD). Ako je O presek AD i BC, tada važi da je ∠[AOB] = 2 · ∠[CDA].

source: For a circle (O,AB), O is the center of circle, we have ∠[OAB] = ∠[ABO].
sr: Za krug(O, AB), gde je O centar kruga, važi da je ∠[OAB] = ∠[ABO].

source: If triangle ABE is a right triangle and O is the midpoint of the hypotenuse (i.e. AB), then for any line CD, we have ∠[AB, CD] = ∠[BAE] + ∠[1] + ∠[BE, CD].
sr: Ako je trougao ABE pravougli i O središte hipotenuze (tj. AB), tada za bilo koju pravu CD važi da je ∠[AB, CD] = ∠[BAE] + ∠[1] + ∠[BE, CD].

source: For a circle (O,ABC) and D is midpoint of BC, we have ∠[AB, EF] = ∠[BOD] + ∠[AC, EF].
sr: Za krug(O, ABC) i tačku D koja je središte stranice BC, važi da je ∠[AB, EF] = ∠[BOD] + ∠[AC,EF].

source: For a circle (O,ABF), if E is the midpoint of AF, we have ∠[AB, CD] = ∠[EOA] + ∠[BF, CD].
sr: Za krug(O,ABF) i tačku E koja je središte stranice AF, važi da je ∠[AB, CD] = ∠[EOA] + ∠[BF, CD].
